Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: You have sent too many email change requests. Please try again later.
ja: メールアドレス変更のリクエストが多すぎます。あとでもう一度お試しください。

source: Invalid activation key. Please try again.
ja: アクティベーションキーが無効です。もう一度やり直してください。

source: This request has expired. Please try again.
ja: このリクエストは時間切れです。もう一度やり直してください。

source: Please try again while logged in to the account this email change was originally requested from.
ja: このメールアドレス変更をリクエストしたアカウントにログイン中に再度お試しください。

source: The email you originally requested has since been registered by another user. Please try again with a new email.
ja: あなたがリクエストしたメールアドレスは他の利用者によって登録済みです。新しいメールアドレスでやり直してください。

source: Changed email address from %s to %s
ja: メールアドレスを %s から %s に変更しました

source: Email change failed
ja: メールアドレスの変更に失敗しました

source: Email successfully changed
ja: メールアドレスを変更しました

source: The email attached to your account has been changed to %s.
ja: あなたのアカウントのメールアドレスは%sに変更されました。

source: Editor
ja: エディタ

source: Preview
ja: プレビュー

source: Uploading... please wait...
ja: アップロード中... お待ちください...

source: Nothing to preview
ja: プレビューするものがありません

source: Markdown Guide
ja: Markdownガイド

source: This site is powered by Markdown. For full documentation, <a href="%(doc_url)s" target="_blank">click here</a>.
ja: このサイトはMarkdownで動作しています。完全なドキュメントについては、<a href="%(doc_url)s" target="_blank">こちらをクリックしてください</a>。

source: Code
ja: コード

source: Or
ja: または

source: ... to Get
ja: ... 取得する

source: Bold
ja: 太字

source: Italic
ja: イタリック

source: Horizontal Line
ja: 横線

source: Heading
ja: ヘッディング

source: Math
ja: 数学

source: Inline Math
ja: インライン数式

source: Display Math
ja: 表示名

source: Quote
ja: 見積

source: Unordered List
ja: 適切に並んでいないリスト

source: Ordered List
ja: ソート済みリスト

source: URL/Link
ja: URL/リンク

source: Insert Image Link
ja: 画像リンクの挿入

source: Upload an Image
ja: 画像をアップロードする

source: Direct Mention a User
ja: ユーザーに直接メンション

source: Full Screen
ja: 全画面表示

source: Markdown Guide (Help)
ja: Markdownガイド（ヘルプ）

source: No users registered as `%(username)s` or user is unactived.
ja: `%(username)s`として登録されているユーザーがないか、ユーザーがアクティブになっていません。

source: Validation Failed for field `username`
ja: `username`フィールドの検証に失敗しました

source: Are you sure you want to rejudge ALL the submissions?
ca: Esteu segur que voleu rejutjar TOTS els enviaments?
el: Είστε βέβαιοι ότι θέλετε να κρίνετε εκ νέου ΟΛΕΣ τις υποβολές;
es: ¿Está seguro de que quiere rejuzgar TODOS los envíos?
fr: Êtes-vous sûr de vouloir réévaluer TOUTES les soumissions ?
ja: 本当に「すべての」提出を再判定してもよいですか？
kk: Сіз ұсынылған барлық тапсырылымдарды күткіңіз келетініне сенімдісіз бе?
uk: Ви дійсно бажаєте перетестувати УСІ розв'язки?

source: Rate
ca: Puntua
el: Αξιολόγηση
es: Calificar
fr: Évaluer
ja: 評価
kk: Бағалау
tr: Derecelendir
uk: Оцінити

source: Rate all ratable contests
ca: Puntua tots els concursos puntuables
el: Αξιολόγηση όλων των αξιολογήσιμων διαγωνισμών
es: Calificar todos los concursos calificables
fr: Évaluer tous les concours évaluables
ja: すべての評価可能なコンテストを評価する
kk: Барлық рейтингтік байқауларды бағалаңыз
tr: Tüm yarışmaları derecelendir

source: Disconnect
ca: Desconnecta
el: Αποσύνδεση
es: Desconectar
fr: Déconnecter
ja: 切断
kk: Ажырату
uk: Від'єднати

source: Terminate
ca: Acaba
el: Τερματισμός
es: Terminar
fr: Terminer
ja: 停止
kk: Тоқтату
uk: Зупинити

source: Disable
ca: Inhabilita
el: Απενεργοποίηση
es: Desactivar
fr: Désactiver
ja: 無効
kk: Өшіру
uk: Заборонити

source: Enable
ca: Habilita
el: Ενεργοποίηση
es: Activar
fr: Activer
ja: 有効
kk: Қосылды
uk: Дозволити

source: View submissions
ca: Veure els enviaments
el: Προβολή υποβολών
es: Ver envíos
fr: Voir les soumissions
ja: 提出物の表示
kk: максималды тапсырылымдар
tr: Gönderileri görüntüle
uk: Переглянути розв'язки

source: View problem votes
es: Ver los votos del problema
fr: Voir les votes du problème
ja: 課題への投票を表示
kk: Есептер бойынша дауыстарды қарау
uk: Переглянути голоси за задачу

source: Edit user
ca: Editar usuari
el: Επεξεργασία χρήστη
es: Editar usuario
fr: Modifier l'utilisateur
ja: 利用者を編集する
kk: Пайдаланушыны өңдеу
tr: Kullanıcı düzenle
uk: Редагувати користувача

source: Hello, %(username)s.
ca: Hola, %(username)s.
el: Γεια σας, %(username)s.
es: Hola, %(username)s.
fr: Bonjour, %(username)s.
ja: こんにちは、%(username)s。
kk: Сәлем, %(username)s.
uk: Вітаємо, %(username)s.

source: Stop impersonating
el: Σταματήστε την προσωποποίηση
es: Detener la suplantación
fr: Arrêter d'imiter
ja: なりすましを停止する
kk: Өзіңізді басқа біреу ретінде көрсетуді доғарыңыз

source: Log out
ca: Tanca la sessió
el: Αποσύνδεση
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
kk: Шығу
tr: Çıkış yap
uk: Вийти

source: Log in
ca: Iniciar sessió
el: Σύνδεση
es: Iniciar sesión
fr: Se connecter
ja: ログイン
kk: кіру
tr: Giriş yap
uk: Увійти

source: or
ca: o
el: ή
es: o
fr: ou
ja: または
kk: немесе
tr: ya da
uk: або

source: Sign up
ca: Registra't
el: Εγγραφή
es: Registrarse
fr: S'inscrire
ja: 新規登録
kk: Тіркелу
uk: Зареєструватися

source: spectating
ca: espectador
el: παρακολουθεί
es: modo de espectador
fr: en observant
ja: 観戦中
kk: бақылаушы
tr: izleniyor
uk: режим перегляду

source: This site works best with JavaScript enabled.
ca: Aquesta aplicació funciona millor amb JavaScript activat.
el: Αυτός ο ιστότοπος λειτουργεί καλύτερα με ενεργοποιημένη JavaScript.
es: Este sitio funciona mejor con JavaScript activado.
fr: Ce site fonctionne mieux avec JavaScript activé.
ja: このサイトはJavaScriptを有効にすると最適に動作します。
kk: Бұл сайт JavaScript қосылған кезде жақсы жұмыс істейді.
tr: Bu sitenin düzgün görüntülenmesi için JavaScript etkin olmalıdır.
uk: Дозвольте JavaScript для найкращої взаємодії.

source: proudly powered by **DMOJ**
el: παρέχεται περήφανα από **DMOJ**
fr: fièrement propulsé par **DMOJ**
ja: 誇らしげに **DMOJ** を搭載しました
kk: **DMOJ** базасында жақсы жұмыс жасайды

source: Edit
ca: Editar
el: Επεξεργασία
es: Editar
fr: Modifier
ja: 編集
kk: Түзету
tr: Düzenle
uk: Редагувати

source: posted on %(time)s
ca: publicat a les %(time)s
el: δημοσιεύθηκε στις %(time)s
es: publicado el %(time)s
fr: posté le %(time)s
ja: %(time)sに投稿
kk: %(time)s жарияланған
uk: опубліковано %(time)s

source: Blog
el: Ιστολόγιο
ja: ブログ
kk: Блог
uk: Блог

source: Events
ca: Esdeveniments
el: Συμβάντα
es: Eventos
fr: Évènements
ja: イベント
kk: оқиғалар
tr: Etkinlikler
uk: Події

source: News
ca: Notícies
el: Νέα
es: Noticias
fr: Actualités
ja: お知らせ
kk: жаңалықтар
tr: Haberler
uk: Новини

source: posted on {time}
ca: publicat a les {time}
el: δημοσιεύθηκε στις {time}
es: publicado el {time}
fr: posté le {time}
ja: {time}に投稿
kk: {time} жарияланған
tr: {time}
uk: опубліковано {time}

source: posted {time}
ca: publicat {time}
el: δημοσιεύθηκε {time}
es: publicado {time}
fr: posté {time}
ja: {time}に投稿
kk: {time} жарияланған
uk: опубліковано {time}

source: Continue reading...
es: Continuar leyendo...
fr: Lire la suite...
ja: 続きを読む…
kk: Оқуды жалғастырыңыз...
uk: Продовжити читання...

source: Clarifications
ca: Aclariments
el: Διευκρινίσεις
es: Aclaraciones
ja: 解説
kk: Түсіндіру
tr: Açıklamalar
uk: Уточнення

source: No clarifications have been made at this time.
ca: No s'han fet aclariments de moment.
el: Δεν έχουν γίνει διευκρινίσεις μέχρι στιγμής.
es: No se han hecho aclaraciones en este momento.
fr: Aucune clarification n'a été apportée pour l'instant.
ja: 現時点では何も解説されていません。
kk: Қазіргі уақытта ешқандай түсініктеме болған жоқ.
tr: Henüz bir açıklama yapılmadı.
uk: Жодного запиту на роз'яснення не було зроблено.

source: Ongoing contests
ca: Concursos en curs
el: Διαγωνισμοί σε εξέλιξη
es: Concursos en curso
fr: Concours en cours
ja: 開催中のコンテスト
kk: Ағымдағы байқаулар
tr: Devam eden yarışmalar
uk: Змагання, що зараз тривають

source: Ends in %(countdown)s.
es: Termina en %(countdown)s.
fr: Se termine dans %(countdown)s.
ja: 終了まであと %(countdown)s。
kk: %(countdown)s аяқталды.
uk: Завершується за %(countdown)s.

source: Upcoming contests
ca: Concursos propers
el: Επερχόμενοι διαγωνισμοί
es: Próximos concursos
fr: Concours à venir
ja: 近日開催予定のコンテスト
kk: Ағымдағы байқаулар
tr: Gelecek yarışmalar
uk: Майбутні змагання

source: Starting in %(countdown)s.
es: Comenzando a partir de %(countdown)s.
fr: Commence dans %(countdown)s.
ja: 開始まであと %(countdown)s。
kk: %(countdown)s басталды.
uk: Початок за %(countdown)s.

source: Comment stream
ca: Fil de comentaris
el: Ροή σχολίων
es: Corriente de comentarios
fr: Flux de commentaire
ja: コメントストリーム
kk: Пікірлер ағыны
tr: Son yorumlar
uk: Коментарі

source: New problems
ca: Problemes nous
el: Νέα προβλήματα
es: Problemas nuevos
fr: Nouveaux problèmes
ja: 新しい課題
kk: Жаңа есептер
tr: Yeni problemler
uk: Нові задачі

source: My open tickets
ca: Els meus tickets oberts
el: Τα ανοιχτά μου αιτήματα
es: Mis tickets abiertos
fr: Mes tickets ouverts
ja: 私のオープンチケット
kk: Менің ашық билеттерім
tr: Açık biletlerim
uk: Мої відкриті завдання

source: New tickets
ca: Tickets nous
el: Νέα αιτήματα
es: Nuevos tickets
fr: Nouveaux tickets
ja: 新しいチケット
kk: жаңа билеттер
tr: Yeni biletler
uk: Нові завдання

source: Comments
ca: Comentaris
el: Σχόλια
es: Comentarios
fr: Commentaires
ja: コメント
kk: пікірлер
tr: Yorumlar
uk: Коментарі

source: There are no comments at the moment.
ca: En aquests moments no hi ha comentaris.
el: Δεν υπάρχουν σχόλια αυτή τη στιγμή.
es: No hay comentarios por el momento.
fr: Il n'y a aucun commentaire pour le moment.
ja: 現時点でコメントはありません。
kk: Қазіргі уақытта ешқандай түсініктеме жоқ.
tr: Şu anda hiç yorum yok.
uk: Ще немає жодного коментаря.

source: Comments are disabled on this page.
ca: No es permeten comentaris en aquesta entrada.
el: Τα σχόλια είναι απενεργοποιημένα σε αυτή τη σελίδα.
es: Los comentarios están deshabilitados en esta página.
fr: Les commentaires sont désactivés sur cette page.
ja: このページにはコメントできません。
kk: Бұл беттегі пікірлер өшірілген.
uk: Коментарі на цій сторінці вимкнені.

source: Please log in to vote
ca: Inicieu la sessió per votar
el: Παρακαλώ συνδεθείτε για να ψηφίσετε
es: Por favor iniciar sesión para votar
fr: Veuillez vous connecter pour voter
ja: 投票するにはログインしてください
kk: Дауыс беру үшін жүйеге кіріңіз
uk: Увійдіть у систему, щоб проголосувати

source: commented on {time}
ca: comentat a les {time}
el: σχολίαστηκε στις {time}
es: comentado el {time}
fr: commenté le {time}
ja: {time}にコメント
kk: {time} түсініктеме
tr: {time}
uk: прокоментовано {time}

source: commented {time}
ca: comentat {time}
el: σχολιάστηκε {time}
es: comentado {time}
fr: commenté {time}
ja: {time}にコメント
kk: {time} түсініктемеде
uk: прокоментовано о {time}

source: edit %(edits)s
ca: edició %(edits)s
el: επεξεργασία %(edits)s
es: editar %(edits)s
fr: modification %(edits)s
ja: %(edits)sを編集する
kk: өңдеу %(edits)s
tr: düzenleme %(edits)s
uk: редагувати %(edits)s

source: edited
ca: editat
el: επεξεργάστηκε
es: editado
fr: modifié
ja: 編集された
kk: өңделген
tr: düzenlendi
uk: відредагований

source: Link
ca: Enllaç
el: Σύνδεσμος
es: Enlace
fr: Lien
ja: リンク
kk: сілтеме
uk: Посилання

source: Reply
ca: Respon
el: Απάντηση
es: Responder
fr: Répondre
ja: 返信
kk: Жауап беру
tr: Yanıtla
uk: Відповісти

source: Votes
ca: Vots
el: Ψήφοι
es: Votos
ja: 投票
kk: Дауыс беру
uk: Голоси

source: Hide
ca: Amaga
el: Απόκρυψη
es: Ocultar
fr: Cacher
ja: 非表示
kk: Жасыру
tr: Gizle
uk: Схвати

source: This comment is hidden due to too much negative feedback.
ca: Aquest comentari està ocult degut a que té massa vots negatius.
el: Αυτό το σχόλιο είναι κρυμμένο λόγω υπερβολικής αρνητικής ανατροφοδότησης.
es: Este comentario ha sido oculto porque tiene demasiados votos negativos.
fr: Ce commentaire est masqué en raison d'un trop grand nombre de réactions négatives.
ja: ネガティブなフィードバックがあまりにも多いので、このコメントは非表示になっています。
kk: Бұл түсініктеме тым көп теріс пікірлерге байланысты жасырылған.
uk: Коментар приховано через скарги.

source: Show it anyway.
el: Εμφάνιση παρ'όλα αυτά.
es: Mostrarlo de todos modos.
fr: Montrez-le quand même.
ja: それでもこのコメントを表示する。
kk: Мұны бәрібір көрсетіңіз.
uk: Показати у будь-якому випадку.

source: New comment
ca: Nou comentari
el: Νέο σχόλιο
es: Comentario nuevo
fr: Nouveau commentaire
ja: 新しいコメント
kk: Жаңа пікірлер
tr: Yeni yorum
uk: Новий коментар

source: Invalid comment body.
ca: Cos de comentari invàlid.
el: Μη έγκυρο σώμα σχολίου.
es: Cuerpo del comentario inválido.
fr: Corps du commentaire invalide.
ja: 不正なコメント本文。
kk: Жарамсыз түсініктеме мәтіні.
tr: Yorum metninde hata!
uk: Некоректний текст коментарю.

source: Replying to comment
ca: Contestant a comentari
el: Απάντηση σε σχόλιο
es: Respondiendo al comentario
fr: Répondre au commentaire
ja: コメントに返信する
kk: Түсініктемеге жауап беру
uk: Відповідаючи на коментар

source: edit {edits}
ca: edició {edits}
el: επεξεργασία {edits}
es: editar {edits}
fr: modification {edits}
ja: {edits}を編集する
kk: өңдеу {edits}
tr: düzenleme {edits}
uk: редагувати {edits}

source: original
el: αρχικό
ja: オリジナル
kk: Түпнұсқа
tr: orijinal
uk: оригінал

source: Could not vote: {error}
es: No se pudo votar: {error}
fr: Impossible de voter : {error}
ja: 投票できませんでした: {error}
kk: Дауыс беру мүмкін болмады: {error}
uk: Не вдалось проголосувати: {error}

source: Are you sure you want to hide this comment?
es: ¿Estás seguro de que quieres ocultar este comentario?
fr: Êtes-vous sûr de vouloir cacher ce commentaire ?
ja: 本当にこのコメントを非表示にしてもよいですか？
kk: Сіз бұл пікірді жасырғыңыз келетініне сенімдісіз бе?
uk: Ви дійсно бажаєте приховати коментар?

source: Could not hide comment.
es: No se pudo ocultar el comentario.
fr: Impossible de cacher le commentaire.
ja: コメントを非表示にできませんでした。
kk: Түсініктемені жасыра алмады.
uk: Не вдалось сховати коментар.

source: updated
ca: actualitzat
es: actualizado
fr: mis à jour
ja: 更新
kk: Жаңартулар
uk: оновлено

source: Failed to update comment body.
fr: Impossible de mettre à jour le corps du commentaire.
ja: コメントの本文を更新できませんでした。
kk: Түсініктеме мәтінін жаңарту мүмкін болмады.
uk: Не вдалося відредагувати коментар.

source: Could not edit comment: {error}
es: No se pudo editar el comentario: {error}
fr: Impossible de modifier le commentaire : {error}
ja: コメントを編集できませんでした: {error}
kk: Түсініктемені өңдеу мүмкін болмады: {error}
uk: Не вдалось відредагувати коментар: {error}

source: Looks like you're trying to post some source code! The comment section is not for posting source code. If you want to submit your solution, please use the "Submit solution" button. Are you sure you want to post this?
ja: ソースコードを投稿しようとしているようにみます！ コメントはソースコードを投稿するためのものではありません。 もし解答を提出したい場合は、「解答を提出する」ボタンを押してください。 本当にこれを投稿しますか？

source: Voter
ca: Votant
el: Ψηφοφόρος
es: Votante
fr: Votant
ja: 投票者
kk: Дауыс беруші
uk: Учасник голосування

source: Score
ca: Puntuació
el: Βαθμολογία
es: Puntuación
ja: 得点
kk: Нәтиже
tr: Puan
uk: Бал

source: No votes
ca: Sense vots
el: Δεν υπάρχουν ψήφοι
es: No hay votos
fr: Aucun vote
ja: 投票なし
kk: Дауыстар жоқ
uk: Немає голосів

source: Click to copy
es: Clic para copiar
fr: Cliquez pour copier
ja: クリックしてコピー
kk: Көшіру үшін басыңыз
uk: Натисніть, щоб скопіювати

source: Copy
es: Copiar
fr: Copier
ja: コピー
kk: Көшіру
uk: Копіювати

source: Copied!
es: ¡Copiado!
fr: Copié !
ja: コピーしました！
kk: Көшірілді!
uk: Скопійовано!

source: Invalid access code.
ca: Codi d'accés invàlid.
el: Μη έγκυρος κωδικός πρόσβασης.
es: Código de acceso inválido.
fr: Code d'accès invalide.
ja: 不正なアクセスコード。
kk: Кіру коды дұрыс емес.
tr: Hatalı erişim kodu!
uk: Некоректний код доступу.

source: Please enter your access code:
ca: Introduïu el vostre codi d'accés:
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασης:
es: Por favor introduzca su código de acceso:
fr: Veuillez saisir votre code d'accès :
ja: あなたのアクセスコードを入力して下さい:
kk: Кіру кодын енгізіңіз:
tr: Lütfen erişim kodunu gir:
uk: Введіть Ваш код доступу:

source: Join Contest
ca: Unir-se al Concurs
el: Συμμετοχή στο Διαγωνισμό
es: Unirse al Concurso
fr: Rejoindre le Concours
ja: コンテストに参加する
kk: Байқауға қосылыңыз
tr: Yarışmaya katıl
uk: Приєднатись до змагання

source: Sunday
ca: Diumenge
el: Κυριακή
es: Domingo
fr: Dimanche
ja: 日曜日
kk: Жексенбі
tr: Pazar
uk: Недлія

source: Monday
ca: Dilluns
el: Δευτέρα
es: Lunes
fr: Lundi
ja: 月曜日
kk: Дүйсенбі
tr: Pazartesi
uk: Понеділок

source: Tuesday
ca: Dimarts
el: Τρίτη
es: Martes
fr: Mardi
ja: 火曜日
kk: Сейсенбі
tr: Salı
uk: Вівторок

source: Wednesday
ca: Dimecres
el: Τετάρτη
es: Miércoles
fr: Mercredi
ja: 水曜日
kk: Сәрсенбі
tr: Çarşamba
uk: Середа

source: Thursday
ca: Dijous
el: Πέμπτη
es: Jueves
fr: Jeudi
ja: 木曜日
kk: Бейсенбі
tr: Perşembe
uk: Четвер

source: Friday
ca: Divendres
el: Παρασκευή
es: Viernes
fr: Vendredi
ja: 金曜日
kk: Жұма
tr: Cuma
uk: П'ятниця

source: Saturday
ca: Dissabte
el: Σάββατο
es: Sábado
fr: Samedi
ja: 土曜日
kk: Сенбі
tr: Cumartesi
uk: Субота

source: Enter a new key for the cloned contest:
ca: Entra una nova clau per al concurs clonat:
el: Εισάγετε ένα νέο κλειδί για τον κλωνοποιημένο διαγωνισμό:
es: Entra una nueva clave para el concurso clonado:
fr: Saisissez une nouvelle clé pour le concours cloné :
ja: 複製されたコンテストのための新しいキーを入力してください:
kk: Клондалған байқаудың жаңа кілтін енгізіңіз:
uk: Введіть код для клонованого змагання:

source: Clone!
ca: Clona!
el: Κλωνοποίηση!
es: ¡Clonar!
fr: Cloner !
ja: 複製しました！
kk: Клонд!
uk: Копію створено!

source: Prev
ca: Anterior
el: Προηγ.
es: Anterior
fr: Préc
ja: 前へ
kk: Алдыңғы
tr: Önceki
uk: Попереднє

source: Today
ca: Avui
el: Σήμερα
es: Hoy
fr: Aujourd'hui
ja: 今日
kk: Бүгін
uk: Сьогодні

source: Next
ca: Següent
el: Επόμενο
es: Siguiente
fr: Suiv
ja: 次へ
kk: Келесі
tr: Sonraki
uk: Наступне

source: Export
el: Εξαγωγή
es: Exportar
fr: Exporter
ja: 書き出す
kk: Экспорт
uk: Експортувати

source: List
ca: Llista
el: Λίστα
es: Lista
fr: Liste
ja: 一覧
kk: Бет
tr: Liste
uk: Список

source: Calendar
ca: Calendari
el: Ημερολόγιο
es: Calendario
fr: Calendrier
ja: カレンダー
kk: Күнтізбе
tr: Takvim
uk: Календар

source: Info
ca: Informació
el: Πληροφορίες
es: Información
ja: 情報
kk: Мәліметтер
tr: Hakkında
uk: Інформація

source: Statistics
ca: Estadístiques
el: Στατιστικά
es: Estadística
fr: Statistiques
ja: 統計
kk: Статисткалар
tr: İstatistikler
uk: Статистика

source: Rankings
ca: Classificacions
el: Κατάταξη
es: Valoraciones
fr: Classements
ja: 順位表
kk: Рейтингтер
tr: Sıralamalar
uk: Рейтинг

source: Hidden Rankings
ca: Classificacions Ocultes
el: Κρυφές Κατατάξεις
es: Rankings Ocultos
fr: Classements Masqués
ja: 非表示の順位表
kk: Жасырын рейтингтер
tr: Gizli Sıralamalar
uk: Прихований рейтинг

source: Clone
ca: Clonar
el: Κλωνοποίηση
es: Clonar
fr: Cloner
ja: 複製する
kk: Клон
uk: Дублювати

source: Leave contest
ca: Deixar concurs
el: Έξοδος από διαγωνισμό
es: Abandonar concurso
fr: Quitter le concours
ja: コンテストから脱退する
kk: Байқаудан шығу
tr: Yarışmadan ayrıl
uk: Покинути змагання

source: Virtual join
ca: Unir-se virtualment
el: Εικονική συμμετοχή
es: Unión virtual
fr: Rejoindre virtuellement
ja: 仮想参加
kk: Виртуалды байланыс
tr: Sanal katılım
uk: Взяти віртуальну участь

source: Stop spectating
ca: Deixar d'espectar
el: Διακοπή παρακολούθησης
es: Parar de ver
fr: Arrêter d'observer
ja: 観戦を停止する
kk: Бақылауды тоқтатыңыз
tr: İzlemeyi bırak
uk: Вийти з режиму перегляду

source: Join contest
ca: Unir-se al concurs
el: Συμμετοχή στο διαγωνισμό
es: Unirse al concurso
fr: Rejoindre le concours
ja: コンテストに参加する
kk: Байқауға қосылыңыз
tr: Yarışmaya katıl
uk: Приєднатися до змагання

source: Spectate contest
ca: Espectar concurs
el: Παρακολούθηση διαγωνισμού
es: Ver concurso
fr: Observer le concours
ja: コンテストを観戦する
kk: Байқауды бақылаңыз
tr: Yarışmayı izle
uk: Стати спостерігачем за змаганням

source: You cannot join this contest.
el: Δεν μπορείτε να συμμετάσχετε σε αυτόν τον διαγωνισμό.
es: No puedes unirte a este concurso.
fr: Vous ne pouvez pas rejoindre ce concours.
ja: このコンテストに参加できませんでした。
kk: бұл байқауға қатыса алмайсыз.
uk: Ви не можете приєднатися до змагання.

source: Log in to participate
ca: Inicia sessió per a participar
el: Συνδεθείτε για να συμμετάσχετε
es: Inicia sesión para participar
fr: Connectez-vous pour participer
ja: 参加するためにログインする
kk: Қатысу үшін жүйеге кіріңіз
uk: Щоб взяти участь увійдіть до системи

source: Spectating, contest ends in %(countdown)s.
es: Espectador, concurso termina en %(countdown)s.
fr: En observant, le concours se termine dans %(countdown)s.
ja: 観戦中。コンテスト終了まであと %(countdown)s。
kk: Қатысушылар, байқау %(countdown)s аяқталады.
uk: Режим перегляду, змагання завершиться за %(countdown)s.

source: Participating virtually, %(countdown)s remaining.
es: Participación virtual, quedan %(countdown)s.
ja: 仮想的に参加中、残り %(countdown)s。
kk: Виртуальды қатысқандар, %(countdown)s қалады.
uk: Віртуальна участь, залишилось %(countdown)s.

source: Participating virtually.
ca: Participant virtualment.
el: Εικονική συμμετοχή.
es: Participación virtual.
ja: 仮想的に参加している。
kk: Виртуальды қатысу.
tr: Sanal olarak katılınıyor.
uk: Віртуальна участь.

source: Contest is over.
ca: El concurs s'ha acabat.
el: Ο διαγωνισμός τελείωσε.
es: El concurso ha terminado.
fr: Concours est terminé.
ja: コンテストは終了しました。
kk: Байқау аяқталды.
tr: Yarışma sona erdi
uk: Змагання завершилось.

source: Your time is up! Contest ends in %(countdown)s.
es: ¡Su tiempo se acabo! Concurso termina en %(countdown)s.
fr: Votre temps est écoulé ! Le concours se termine dans %(countdown)s.
ja: あなたの時間は終了しました！コンテストの終了まであと %(countdown)s。
kk: Сіздің уақытыңыз өтті! Байқау %(countdown)s аяқталды.
uk: Час майже скінчився! Змагання завершується за %(countdown)s.

source: You have %(countdown)s remaining.
es: Usted tiene %(countdown)s restantes.
fr: Il vous reste %(countdown)s.
ja: 残り %(countdown)s。
kk: Сізде %(countdown)s қалды.
uk: У вас залишилось %(countdown)s .

source: Contest ends in %(countdown)s.
es: Concurso termina en %(countdown)s.
fr: Le concours se termine dans %(countdown)s.
ja: コンテストの終了まであと %(countdown)s。
kk: Байқау %(countdown)s аяқталды.
uk: Змагання завершується за %(countdown)s.

source: F j, Y, G:i T
ca: j F Y, G:i T
el: j F Y, G:i T
es: j \d\e F \d\e Y, G:i T
fr: j F Y, G \h i T
ja: Y年n月j日 G:i T
tr: j F Y, G:i T

source: %(time_limit)s window between %(start_time)s and %(end_time)s
ca: Hi ha una finestra de %(time_limit)s entre %(start_time)s i %(end_time)s
el: %(time_limit)s χρονικό παράθυρο μεταξύ %(start_time)s και %(end_time)s
es: %(time_limit)s ventana entre %(start_time)s y %(end_time)s
fr: Fenêtre de %(time_limit)s entre le %(start_time)s et le %(end_time)s
ja: %(time_limit)s 窓は %(start_time)s から %(end_time)s まで
kk: %(time_limit)s терезе арасында %(start_time)s және %(end_time)s
uk: %(time_limit)s між %(start_time)s і %(end_time)s

source: %(length)s long starting on %(start_time)s
ca: %(length)s de llarg, començant en %(start_time)s
el: %(length)s μέχρι έναρξη στις %(start_time)s
es: %(length)s larga a partir de %(start_time)s
fr: %(length)s à partir du %(start_time)s
ja: 開始時刻 %(start_time)s まであと %(length)s
kk: %(length)s ұзақ басталу %(start_time)s
uk: тривалість %(length)s, початок %(start_time)s

source: The author of this contest is %(link_authors)s.
el: Ο συγγραφέας αυτού του διαγωνισμού είναι %(link_authors)s.
es: El autor de este concurso es %(link_authors)s.
fr: L'auteur de ce concours est %(link_authors)s.
ja: このコンテストの作者は %(link_authors)s です。
kk: Бұл байқау авторлары %(link_authors)s.
uk: Автори змагання %(link_authors)s.

source: Special thanks to %(link_testers)s for testing and feedback on the problems.
el: Ιδιαίτερες ευχαριστίες στο %(link_testers)s για δοκιμές και σχόλια σχετικά με τα προβλήματα.
fr: Un grand merci à %(link_testers)s pour ses tests et ses commentaires sur les problèmes.
ja: 課題のテストとフィードバックに対して、%(link_testers)s に感謝いたします。
kk: Тестілеу және есептер туралы пікірлер үшін %(link_testers)s ерекше алғыс.
uk: Гарно дякуємо %(link_testers)s за тестування наших задач та відгуки про них.
