Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: There is a **%d bonus** for fully solving on your first non-CE submission.
el: Υπάρχει ένα **%d μπόνους** για την πλήρη επίλυση της πρώτης μη-CE υποβολής.
fr: Il y a un **bonus de %d ** pour une solution complète à votre première soumission non CE.
ja: CE以外の提出には、**%d ボーナス**があります。
kk: CE тапсырылымдары емес, бірінші тапсырылымдарды толық шығарғаны үшін **%d бонус** беріледі.
uk: Для успішної здачі із першої спроби (спроби що отримали помилку компіляції не враховуються) буде нарахований **%d бонус**.

source: For every **%d minute** you submit before the end of your window, there will be a **1** point bonus.
el: Για κάθε **%d λεπτό** πριν από το τέλος του χρονικού παραθύρου σας που υποβάλλετε, θα υπάρχει **1** μπόνους πόντος.
fr: Obtenez **1** point de bonus pour chaque **%d minute** restante avant la fin de votre fenêtre.
ja: **%d 分**ごとに、ウィンドウが終了するまでに提出します。**1**ポイントボーナスがあります。
kk: Сіздің терезеңіздің жабылуына дейін жіберілген әрбір **%d минут** үшін **1** ұпай түріндегі бонус беріледі.

source: Ties will be broken by the sum of the last submission time on **all** problems.
el: Ισοπαλίες θα σπάνε από το σύνολο χρόνων τελευταίων υποβολών σε **όλα** τα προβλήματα.
fr: Les égalités seront départagées par la somme des derniers temps de soumission sur **tous** les problèmes.
ja: 同点の場合は、**すべての**課題の最後の提出時間の合計で判定されます。
kk: **Барлық** есептер бойынша соңғы тапсырылымдардың беру уақытының сомасы бойынша байланыстар үзілетін болады.

source: Ties by score will **not** be broken.
el: Ισοπαλίες από βαθμολογία **δε** θα σπάνε.
fr: Les égalités par score ne seront **pas** départagées.
ja: スコアが同じ場合は同点となります。
kk: Тең ұтыстар **жоқ** болмайды.

source: Ties will be broken by the sum of the last score altering submission time on problems with a non-zero score, followed by the time of the last score altering submission.
el: Ισοπαλίες θα σπάνε από το σύνολο χρόνων τελευταίων υποβολών που μεταβάλλουν τη βαθμολογία σε προβλήματα με μη μηδενική βαθμολογία, ακολουθούμενα από το χρόνο της τελευταίας υποβολής που μεταβάλλει τη βαθμολογία.
fr: Les égalités seront départagées par la somme des derniers temps de soumission qui ont modifié le score sur les problèmes avec un score non nul, puis par le dernier temps de soumission qui a modifié le score.
ja: Ties will be breaked by the last score altering submission time on problems with a non-zero score, 最後のスコアを変更するまでの時間が続きます
kk: Нөлдік балмен тапсырмалардың берілу уақыты өзгеретін, соңғы баллдың суммасынан байланыс ажыратылады, содан кейін нәтижені өзгертетін соңғы берілімнің уақытына келеді.

source: IOI
ja: 国際情報オリンピック

source: The maximum score for each problem batch will be used.
el: Θα χρησιμοποιηθεί η μέγιστη βαθμολογία για κάθε δεσμίδα προβλήματος.
fr: Le score maximum pour chaque lot de problèmes sera utilisé.
ja: 各課題バッチの最大得点が使用されます。
kk: Әрбір берілген тапсырма үшін максималды балл беріледі.

source: Ties will be broken by the sum of the last score altering submission time on problems with a non-zero score.
el: Ισοπαλίες θα σπάνε από το σύνολο χρόνων τελευταίων υποβολών που μεταβάλλουν τη βαθμολογία σε προβλήματα με μη μηδενική βαθμολογία.
fr: Les égalités seront départagées par la somme des derniers temps de soumission qui ont modifié le score sur les problèmes avec un score non nul.
ja: 同点の場合は、0点でない課題の最終提出時間の合計で判定されます。
kk: Байланыстар нөлдік емес баллмен соңғы тапсырма беру уақытының сомасына бөлінеді.

source: IOI (pre-2016)
ca: IOI (abans del 2016)
el: IOI (προ του 2016)
es: IOI (antes de 2016)
fr: IOI (avant 2016)
ja: 国際情報オリンピック（2016年以前）
kk: IOI (2016-ға дейін)
uk: IOI (до 2016)

source: Two-factor authentication tokens must be {count} decimal digit.
ca: Els tokens d'autenticació en dos passos han de ser d'{count} dígit decimal.
el: Τα διακριτικά ελέγχου ταυτότητας δύο παραγόντων πρέπει να είναι {count} δεκαδικό ψηφίο.
es: Los tokens de autenticación de dos pasos tienen que ser {count} dígito decimal.
fr: Les jetons d'authentification à deux facteurs doivent être de {count} chiffre décimal.
ja: 二要素認証のトークンは{count}桁の数字でなければなりません。
kk: Екі факторлы аутентификация таңбалауыштары {count} ондық цифры болуы керек.

source: Invalid two-factor authentication token.
ca: Token d'autenticació en dos passos invàlid.
el: Μη έγκυρο διακριτικό ελέγχου ταυτότητας δύο παραγόντων.
es: Token de autenticación de dos pasos no válido.
fr: Jeton d'authentification à deux facteurs invalide.
ja: 無効な二要素認証トークンです。
kk: Екі факторлы аутентификацияның жарамсыз белгісі.

source: Scratch codes must be 16 Base32 characters.
ca: Els codis Scratch han de ser de 16 caràcters en Base32.
el: Οι κωδικοί scratch πρέπει να είναι 16 χαρακτήρες βάσης32.
es: Los códigos de Scratch deben tener 16 caracteres Base32.
fr: Les codes scratch doivent être 16 caractères de Base32.
ja: スクラッチコードは16文字の Base32 文字でなければなりません。
kk: Скретч-кодта 16 база 32 таңба болуы қажет.

source: Invalid scratch code.
ca: El codi Scratch no és vàlid.
el: Μη έγκυρος κωδικός scratch.
es: Código de scratch inválido.
fr: Code scratch invalide.
ja: 無効なスクラッチコード。
kk: Жарамсыз скретч-код.
uk: Не коректний скреч-код.

source: Subscribe to contest updates
ca: Subscriure's als canvis en els concursos
el: Εγγραφείτε σε ενημερώσεις διαγωνισμού
es: Subscribirse en las actualizaciones de los concursos
fr: S'abonner aux nouvelles du concours
ja: コンテストの更新を購読する
kk: Жаңартылған байқауға жазылу
tr: Yarışma güncellemelerine abone ol
uk: Підписатися на оновлення

source: Enable experimental features
ca: Activa les actualitzacions experimentals
el: Ενεργοποίηση πειραματικών λειτουργιών
es: Habilitar las funciones experimentales
fr: Activer les fonctionnalités expérimentales
ja: 実験的機能の有効化
kk: Тәжірибелік функцияларды қосу
tr: Deneysel özellikleri aç
uk: Дозволити експериментальні можливості

source: You must solve at least one problem before you can update your profile.
el: Πρέπει να λύσετε τουλάχιστον ένα πρόβλημα πριν να έχετε τη δυνατότητα να ενημερώσετε το προφίλ σας.
es: Debes resolver como mínimo un problema antes de poder actualizar tu perfil.
fr: Vous devez résoudre au moins un problème avant de pouvoir modifier votre profil.
ja: プロフィールを更新するには、少なくとも1つの課題を解く必要があります。
kk: Профильді жаңарту үшін кем дегенде бір есепті шешуіңіз керек.
uk: Ви повинні розв'язати щонайменше одну задачу, перш ніж зможете оновити профіль.

source: You may not be part of more than {count} public organization.
ca: No pots formar part de més d'{count} organització pública.
el: Δεν μπορείτε να είστε μέρος σε περισσότερους από {count} δημόσιου οργανισμού.
es: No puedes formar parte de más de {count} organización pública.
fr: Vous ne pouvez pas faire partie de plus de {count} organisation publique.
ja: {count}個より多い公開組織には参加できません。
kk: Сіз {count} астам қоғамдық ұйымның мүшесі бола алмайсыз.
uk: Ви не можете бути учасником більш ніж {count} публічної організації.

source: This email address is already taken.
ja: このメールアドレスはすでに使用されています。

source: Invalid password
ja: 間違ったパスワード

source: Download comments?
ca: Descarregar comentaris?
el: Λήψη σχολίων;
es: ¿Descargar comentarios?
fr: Télécharger les commentaires ?
ja: コメントをダウンロードしますか？
kk: Пікірлерді жүктеу?
uk: Завантажити коментарі?

source: Download submissions?
ca: Descarregar enviaments?
el: Λήψη υποβολών;
es: ¿Descargar envíos?
fr: Télécharger les soumissions ?
ja: 提出をダウンロードしますか？
kk: Тапсырылымдарды жүктеу?
uk: Завантажити розв'язки?

source: Filter by problem code glob:
ca: Filtrar per el glob del codi de problema:
el: Φιλτράρισμα ανά glob κώδικα προγράμματος:
es: Filtrar por código glob del problema:
fr: Filtrer par code de problème glob :
ja: 課題コードの glob での絞込み:
kk: Есеп коды арқылы cүзгілеу:
uk: Пошук задачі за кодом:

source: Leave empty to include all submissions
ca: Deixar-ho buit per a incluir tots els enviaments
el: Αφήστε κενό για να συμπεριλάβετε όλες τις υποβολές
es: Dejar en blanco para incluir todos los envíos
fr: Laisser vide pour inclure toutes les soumissions
ja: すべての提出物を含める場合は空のままにする
kk: Барлық жіберілімдерді қосу үшін бос қалдырыңыз
uk: Залиште пустим, аби включити усі розв'язки

source: Filter by result:
ca: Filtra per resultats:
el: Φιλτράρισμα κατά αποτέλεσμα:
es: Filtrar por resultado:
fr: Filtrer par résultat :
ja: 結果での絞込み:
kk: Нәтижесі бойынша сүзгілеу:
uk: Фільтрувати за результатом:

source: Please select at least one thing to download.
ca: Siusplau, seleccioneu com a mínim una cosa a descarregar.
el: Παρακαλώ επιλέξτε τουλάχιστον ένα πράγμα για λήψη.
es: Por favor selecciona por lo menos una cosa para descargar.
fr: Veuillez sélectionner au moins une chose à télécharger.
ja: ダウンロードするものを少なくとも1つは選択してください。
kk: Жүктеу үшін кем дегенде бір нәрсені таңдаңыз.
uk: Будь ласка, оберіть хоча б один файл для завантаження.

source: Any judge
ca: Qualsevol jutge
el: Οποιοσδήποτε κριτής
es: Cualquier juez
fr: N'importe quel juge
ja: 任意の判定器
kk: кез келген сот
uk: Будь-який тестуючи сервер

source: Username
ca: Nom d'usuari
el: Όνομα Χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
ja: 利用者名
kk: Қолданушы аты
tr: Kullanıcı Adı
uk: Логін

source: Password
ca: Contrasenya
el: Κωδικόs πρόσβασης
es: Contraseña
fr: Mot de passe
ja: パスワード
kk: Құпиясөз
tr: Şifre
uk: Пароль

source: Invalid code length.
ca: Longitud del codi invàlida.
el: Μη έγκυρο μήκος κωδικού.
es: Longitud de código inválida.
fr: Longueur de code invalide.
ja: 不正なコード長。
kk: Кодтың ұзындығы қате.
uk: Некоректна довжина коду.

source: Invalid WebAuthn response.
ca: Resposta WebAuthn invàlida.
el: Άκυρη WebAuthn απάντηση.
es: Respuesta WebAuthn inválida.
fr: Réponse WebAuthn invalide.
ja: 不正な WebAuthn レスポンス。
kk: WebAuthn жауабы жарамсыз.

source: No WebAuthn challenge issued.
ca: No hi ha hagut resposta WebAuthn.
el: Δεν υπάρχει πρόκληση WebAuthn.
es: Ningúna respuesta de WebAuthn emitida.
fr: Aucun défi WebAuthn n'a été lancé.
ja: WebAuthn のチャレンジが行われませんでした。

source: Invalid WebAuthn credential ID.
ca: Credencial WebAuthn invàlida.
el: Μη έγκυρο αναγνωριστικό ID διαπιστευτηρίου WebAuthn.
es: ID de credencial de WebAuthn inválida.
ja: 不正な WebAuthn クレデンシャル ID。
kk: Web Authen тіркелген ID дұрыс емес.

source: Invalid two-factor authentication token or scratch code.
ca: Token d'autenticació en dos passos o codi Scratch invàlid.
el: Μη έγκυρο διακριτικό ελέγχου ταυτότητας δύο παραγόντων ή κωδικού scratch.
es: Token de autenticación de dos pasos o código de scratch no válido.
fr: Jeton d'authentification à deux facteurs ou code scratch invalide.
ja: 不正な二要素認証トークンあるいは Scratch コード。
kk: Жарамсыз екі факторлы аутентификация таңбалауышы немесе скреч коды.

source: Must specify either totp_token or webauthn_response.
ca: S'ha d'especificar un totp_token o una webauthn_response.
el: Πρέπει να καθορίσετε είτε totp_token ή webauthn_response.
es: Debe especificar o totp_token o webauthn_response.
fr: Doit spécifier soit totp_token ou webauthn_response.
ja: totp_token か webauthn_response を指定する必要があります。
kk: totp_token немесе webauthn_response көрсетілуі керек.

source: Problem code must be ^[a-z0-9]+$
ca: El codi del problema ha de ser ^[a-z0-9]+$
el: Ο κωδικός προβλήματος πρέπει να είναι ^[a-z0-9]+$
es: El código del problema debe ser ^[a-z0-9]+$
fr: Le code du problème doit être ^[a-z0-9]+$
ja: 課題のコードは ^[a-z0-9]+$ でなければなりません
kk: Есеп коды ^[a-z0-9]+$ болуы тиіс
tr: Problem kodu ^[a-z0-9]+$ olmalıdır
uk: Код задачі має бути ^[a-z0-9]+$

source: Problem with code already exists.
ca: Ja existeix un problema amb aquest codi.
el: Πρόβλημα με αυτόν τον κωδικό υπάρχει ήδη.
es: Ya existe un problema con este código.
fr: Le problème avec le code existe déjà.
ja: このコードを使用している問題はすでに存在しています。
kk: Мұндай кодты есеп әлдеқашан бар.
uk: Задача з цим кодом вже існує.

source: Contest id must be ^[a-z0-9]+$
ca: La id del concurs ha de ser ^[a-z0-9]+$
el: Το αναγνωριστικό του διαγωνισμού πρέπει να είναι ^[a-z0-9]+$
es: La id del concurso debe ser ^[a-z0-9]+$
fr: L'id du concours doit être ^[a-z0-9]+$
ja: コンテスト id は ^[a-z0-9]+$ でなければなりません
kk: Сайыс коды ^[a-z0-9]+$ болуы тиіс
tr: Yarışma ID'si ^[a-z0-9]+$ olmalıdır
uk: ID змагання повинно виглядати так: ^[a-z0-9]+$

source: Contest with key already exists.
ca: Ja existeix un concurs amb aquesta clau.
el: Διαγωνισμός με αυτό το κλειδί υπάρχει ήδη.
es: Ya existe un concurso con esta clave primaria.
fr: Le concours avec la clé existe déjà.
ja: 同じキーを持つコンテストはすでに存在しています。
kk: Мұндай кілтті сайыс әлдеқашан бар.
uk: Змагання з таким ID вже існує.

source: N j, Y, g:i a
ca: j N Y, G:i
el: j N Y, g:i a
es: j N Y, g:i a
fr: j N Y, G \h i
ja: Y年n月j日 G:i
tr: j M Y, H:i
uk: j E, Y, G:i

source: Unrated
el: Μη αξιολογημένο
es: Sin puntuación
fr: Non évalué
ja: レーティングなし
kk: Рейтингсіз
uk: Нерейтинговий

source: Follow site theme
ja: サイトのテーマに従う
kk: Сайт кейіпіне бағыну

source: Leave as LaTeX
ca: Deixar-ho com LaTeX
el: Αφήστε ως LaTeX
es: Dejar como LaTeX
fr: Laisser en tant que LaTeX
ja: LaTeX のまま
kk: LaTeX түрінде қалдыру
tr: LaTeX olarak bırak
uk: Залишити як LaTeX

source: SVG only
ca: Només SVG
el: SVG μόνο
es: Solo SVG
fr: SVG seulement
ja: SVG のみ
kk: Тек SVG
uk: Виключно SVG

source: MathML only
ca: Només MathML
el: MathML μόνο
es: Solo MathML
fr: MathML seulement
ja: MathML のみ
kk: Тек MathML
tr: Yalnızca MathML
uk: Виключно MathML

source: MathJax with SVG fallback
ca: MathJax amb SVG en cas d'errada
el: MathJax με SVG εναλλακτική
es: MathJax con SVG si falla
fr: MathJax avec repli SVG
ja: SVG フォールバックのある MathJax
kk: MathJax, резерві ретінде SVG

source: Detect best quality
ca: Detectar la millor qualitat
el: Ανίχνευση καλύτερης ποιότητας
es: Detectar la mejor calidad
fr: Détecter la meilleure qualité
ja: 最高品質を検出する
kk: Ең жақсы сапаны анықтау
tr: En iyi kaliteyi tespit et
uk: Визначити найкращу якість

source: Follow system default
ja: システムの設定に従う
kk: Әдепкі жүйеге бағыну

source: Light
ja: ライト
kk: Жарық

source: Dark
ja: ダーク
kk: Қараңғы

source: Page code must be ^[pcs]:[a-z0-9]+$|^b:\d+$
ca: El codi de la pàgina ha de ser ^[pcs]:[a-z0-9]+$|^b:\d+$
el: Ο κωδικός σελίδας πρέπει να είναι ^[pcs]:[a-z0-9]+$|^b:\d+$
es: El código de la página debe ser ^[pcs]:[a-z0-9]+$|^b:\d+$
fr: Le code de la page doit être ^[pcs]:[a-z0-9]+$|^b:\d+$
ja: ページコードは ^[pcs]:[a-z0-9]+$|^b:\d+$ でなければなりません
kk: Беттің коды ^[pcs]:[a-z0-9]+$|^b:\d+$ болуы тиіс
uk: Код сторінки має відповідати: ^[pcs]:[a-z0-9]+$|^b:\d+$

source: commenter
ca: comentarista
el: σχολιαστής
es: comentador
fr: commentateur
ja: 投稿者
kk: пікір жазушы
tr: yorum yazan
uk: коментатор

source: posted time
ca: publicat a les
el: ώρα δημοσίευσης
es: hora de publicación
fr: date de publication
ja: 投稿時刻
kk: жариялау уақыты
tr: gönderi zamanı
uk: час публікування

source: votes
ca: vots
el: ψήφοι
es: votos
ja: 投票
kk: дауыстар
tr: oy
uk: голосів

source: body of comment
ca: cos del comentari
el: σώμα σχολίου
es: cuerpo del comentario
fr: corps du commentaire
ja: コメント本文
kk: пікір бөлігі
tr: yorum metni
uk: nекст коментаря

source: hidden
ca: ocult
el: κρυφό
es: oculto
fr: caché
ja: 非表示
kk: жасырын
uk: прихований

source: parent
ca: pare
el: γονέας
es: padre
ja: 親
kk: ата-анасы
tr: üst yorum
uk: батько

source: revisions
ja: リビジョン
kk: ревизиялар

source: comment
ca: comentari
el: σχόλιο
es: comentario
fr: commentaire
ja: コメント
kk: пікір
tr: yorum
uk: коментар

source: comments
ca: comentaris
el: σχόλια
es: comentarios
fr: commentaires
ja: コメント
kk: пікірлер
tr: yorumlar
uk: коментарі

source: Editorial for %s
ca: Editorial de %s
el: Εξήγηση για %s
es: Editorial para %s
fr: Éditorial pour %s
ja: %s の論説
kk: %s талдауы
tr: %s problemi için editorial
uk: Редагування %s

source: comment vote
ca: vot del comentari
el: ψήφος σχολίου
es: voto del comentario
fr: vote de commentaire
ja: コメント投票
tr: yorum oyu
uk: голос за коментар

source: comment votes
ca: vots del comentari
el: ψήφοι σχολίου
es: votos del comentario
fr: votes de commentaires
ja: コメント投票
kk: Пікірлер үшін дауыстар
tr: yorum oyları
uk: голоси за коментар

source: Override comment lock
ca: Ignora el bloqueig del comentari
el: Παράκαμψη κλειδώματος σχολίου
es: Saltarse el bloqueo del comentario
fr: Ignorer le verrouillage du commentaire
ja: コメントロックを上書きできる
kk: Пікірлерді бұғаттауды қайта анықтау

source: comment lock
el: κλείδωμα σχολίου
fr: verrouillage du commentaire
ja: コメントロック
kk: пікірді бұғаттау
uk: коментар заблокоавно

source: comment locks
el: κλειδαριές σχολίων
fr: verrouillages des commentaires
ja: コメントロック
kk: пікірлерді бұғаттау
uk: коментарі заблоковано

source: Invalid colour.
ca: Color invàlid.
el: Μη έγκυρο χρώμα.
es: Color no válido.
fr: Couleur invalide.
ja: 不正な色。
kk: Жарамсыз түс.
tr: Geçersiz renk.
uk: Некоректний колір.

source: tag name
ca: nom d'etiqueta
el: όνομα ετικέτας
es: nombre de la etiqueta
fr: nom de la balise
ja: タグ名
kk: белгі аты
tr: etiket adı
uk: назва тегу

source: Lowercase letters and hyphens only.
ca: Només lletres minúscules i guions.
el: Μόνο πεζά γράμματα και παύλες.
es: Solo letras minúsculas y guiones.
fr: Des lettres minuscules et des traits d'union seulement.
ja: 小文字とハイフンのみです。
kk: Тек кіші әріптер мен сызықшалар.
tr: Yalnızca küçük harfler ve tire kullanılabilir.
uk: Виключно символи нижнього регістру та дефіси.

source: tag colour
ca: color d'etiqueta
el: χρώμα ετικέτας
es: color de etiqueta
fr: couleur de la balise
ja: タグの色
kk: белгі түсі
tr: etiket rengi
uk: колір тегу

source: tag description
ca: descripció d'etiqueta
el: περιγραφή ετικέτας
es: descripción de la etiqueta
fr: description de la balise
ja: タグの説明
kk: белгі сипаттамасы
tr: etiket tanımı
uk: опис тегу

source: contest tag
ca: etiqueta de concurs
el: ετικέτα διαγωνισμού
es: etiqueta del concurso
fr: balise de concours
ja: コンテストのタグ
kk: контест белгісі
tr: yarışma etiketi
uk: тег змагання

source: contest tags
ca: etiquetes de concurs
el: ετικέτες διαγωνισμού
es: etiquetas del concurso
fr: balises de concours
ja: コンテストのタグ
kk: контест белгілері
tr: yarışma etiketleri
uk: теги змагання

source: Visible
el: Ορατό
ja: 閲覧可能
kk: Көрінетін
uk: Видимість

source: Hidden for duration of contest
el: Κρυφό για τη διάρκεια του διαγωνισμού
fr: Masqué pour la durée du concours
ja: コンテスト中は非表示
kk: Контест уақытында жасырылған
uk: Прихований під час змагання

source: Hidden for duration of participation
el: Κρυφό για τη διάρκεια της συμμετοχής
fr: Masqué pour la durée de la participation
ja: 参加中は非表示
kk: Қатысу уақытында жасырылған
uk: Прихований під час участі

source: Hidden permanently
el: Κρυφό μόνιμα
es: Oculto permanentemente
fr: Caché en permanence
ja: 永久に非表示
kk: Тұрақты түрде жасырылған
uk: Постійно прихований

source: contest id
ca: id de concurs
el: αναγνωριστικό διαγωνισμού
es: identificación del concurso
fr: id du concours
ja: コンテスト id
kk: контест id-i
tr: yarışma ID'si
uk: ID змагання

source: contest name
ca: nom del concurs
el: όνομα διαγωνισμού
es: nombre del concurso
fr: nom du concours
ja: コンテスト名
kk: контест аты
tr: yarışma adı
uk: назва змагання

source: These users will be able to edit the contest.
el: Αυτοί οι χρήστες θα είναι σε θέση να επεξεργαστούν το διαγωνισμό.
es: Estos usuarios serán capaces de editar el concurso.
fr: Ces utilisateurs pourront modifier le concours.
ja: コンテストを編集することができるユーザー。
kk: Осы пайдаланушылар контестті өңдей алатын болады.
uk: Ці користувачі зможуть редагувати змагання.

source: curators
ca: conservadors/es
el: επιμελητές
es: curadores
fr: conservateurs
ja: キュレーター
kk: кураторлар
tr: küratörler
uk: куратори

source: These users will be able to edit the contest, but will not be listed as authors.
el: Αυτοί οι χρήστες θα είναι σε θέση να επεξεργαστούν το διαγωνισμό, αλλά δεν θα εμφανίζονται ως συγγραφείς.
es: Estos usuarios serán capaces de editar el concurso, pero no serán listados como autores.
fr: Ces utilisateurs pourront modifier le concours, mais ne seront pas listés comme auteurs.
ja: コンテストを編集できるが作成者としては表示されないユーザー。
kk: Осы пайдаланушылар контестті өңдей алатын болады, бірақ авторлар ретінде көрсетілмейді.
uk: Ці користувачі зможуть редагувати змагання, проте не будуть зазначені як автори.

source: testers
el: δοκιμαστές
es: probadores
fr: testeurs
ja: テスター
kk: тексергіштер
tr: testçiler
uk: тестувальники

source: These users will be able to view the contest, but not edit it.
el: Αυτοί οι χρήστες θα είναι σε θέση να δουν το διαγωνισμό, αλλά όχι να τον επεξεργαστούν.
es: Estos usuarios serán capaces de ver el concurso, pero no de editarlo.
fr: Ces utilisateurs pourront voir le concours, mais pas le modifier.
ja: コンテストを見ることはできるが編集できないユーザー。
kk: Осы пайдаланушылар контестті көре алғанымен, өңдей алмайды.
uk: Ці користувачі зможуть переглядати змагання, але не редагувати його.

source: testers see scoreboard
el: δοκιμαστές βλέπουν πίνακα αποτελεσμάτων
fr: testeurs voient tableau de bord
ja: テスターがスコアボードを見られる
kk: тестілеушілер таблоны көреді
uk: тестуальники бачать таблицю

source: If testers can see the scoreboard.
el: Εάν οι δοκιμαστές μπορούν να δουν τον πίνακα αποτελεσμάτων.
fr: Si les testeurs peuvent voir le tableau de bord.
ja: テスターがスコアボードを見ることができるかどうか。
kk: Егер тестілеушілер таблоны көре алса.
uk: Видимість таблиці для тестувальників.

source: testers see submissions
el: δοκιμαστές βλέπουν υποβολές
fr: testeurs voient soumissions
ja: テスターは提出を見られる
kk: сынақшылар тапсырылымдарды көре алады
uk: тестувальники бачать розв'язки

source: If testers can see in-contest submissions.
el: Εάν οι δοκιμαστές μπορούν να δουν υποβολές εντός διαγωνισμού.
fr: Si les testeurs peuvent voir les soumissions dans le concours.
ja: テスターがコンテスト内の提出物を見ることができるかどうか。
kk: Егер тестілеушілер конкурста берілген тапсырмаларды көре алса.
uk: Видимість тестувальникам розв'язків задач.

source: spectators
el: θεατές
es: espectadores
fr: observateurs
ja: 観戦者
kk: көрермендер
uk: глядачі

source: These users will be able to spectate the contest, but not see the problems ahead of time.
el: Αυτοί οι χρήστες θα είναι σε θέση να παρακολουθήσουν το διαγωνισμό, αλλά όχι να δουν τα προβλήματα εκ των προτέρων.
fr: Ces utilisateurs pourront observer le concours, mais ne pourront pas voir les problèmes à l'avance.
ja: コンテストを観戦できるが、事前には課題を見ることができないユーザー。
kk: Бұл пайдаланушылар байқауды бақылай алады, бірақ есепті уақытынан бұрын көре алмайды.
uk: Ці користувачі могтимуть спостерігати за змаганням, але не бачити задачі завчасно.

source: description
ca: descripció
el: περιγραφή
es: descripción
ja: 説明
kk: сипаттамасы
tr: Tanım
uk: опис

source: problems
ca: problemes
el: προβλήματα
es: problemas
fr: problèmes
ja: 課題
kk: есептер
tr: problemler
uk: задачі

source: start time
ca: hora d'inici
el: ώρα έναρξης
es: hora de inicio
fr: heure de début
ja: 開始時刻
kk: басталу уақыты
tr: başlangıç
uk: початок

source: end time
ca: hora de finalització
el: ώρα λήξης
es: hora final
fr: heure de fin
ja: 終了時刻
kk: аяқталу уақыты
tr: bitiş
uk: кінець

source: time limit
ca: límit de temps
el: χρονικό όριο
es: límite de tiempo
fr: limite de temps
ja: 時間制限
kk: уақыт шектеуі
tr: zaman sınırı
uk: обмеження часу

source: publicly visible
ca: visible públicament
el: δημόσια ορατό
es: publicidad visible
fr: visible publiquement
ja: 公開されています
kk: көпшілікке көрінетін
tr: herkese açık
uk: публічна доступність
