Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
ca: Has rebut aquest correu perque has solicitat un reinici de contrassenya per la teva compta d'usuari a %(site_name)s.
el: Λαμβάνετε αυτό το μήνυμα επειδή ζητήσατε επαναφορά κωδικού πρόσβασης για το λογαριασμό χρήστη σας στο %(site_name)s.
es: Estás recibiendo este correo electrónico porque has solicitado restablecer tu contraseña para tu cuenta de usuario en %(site_name)s.
fr: Vous recevez ce courrier électronique car vous avez demandé une réinitialisation de mot de passe pour votre compte utilisateur sur %(site_name)s.
ja: あなたが %(site_name)s の利用者アカウントのパスワードリセットを要求したため、この電子メールが届いています。
kk: Сіз электронды хат аласыз, себебі %(site_name)s мекен-жайы бойынша пайдаланушының өзінің электрондық поштасы үшін құпия сөзін өшіруді сұрағандықтан.
tr: Bu e-posta %(site_name)s üyeliğinin şifre sıfırlaması için gönderildi.
uk: Ви отримали цього листа, бо подали прохання на скидання паролю облікового запису для %(site_name)s.

source: Please go to the following page and choose a new password:
ca: Siusplau, ves a la següent pàgina i tria una nova contrasenya:
el: Παρακαλώ μεταβείτε στην ακόλουθη σελίδα και επιλέξτε ένα νέο κωδικό πρόσβασης:
es: Por favor ve a la siguiente página y elige una nueva contraseña:
fr: Veuillez aller à la page suivante et choisir un nouveau mot de passe :
ja: 次のページに進み、新しいパスワードを設定してください:
kk: Келесі бетке өтіп, жаңа құпия сөзді таңдаңыз:
tr: Lütfen bu sayfaya git ve yeni bir şifre seç:
uk: Перейдіть за цим посилання, щоб встановити новий пароль:

source: Your username, in case you've forgotten:
ca: El teu nom d'usuari, en cas que t'hagis oblidat:
el: Το όνομα χρήστη σας, σε περίπτωση που τον έχετε ξεχάσει:
es: Nombre de usuario, en caso de que lo hayas olvidado:
fr: Votre nom d'utilisateur, au cas où vous l'auriez oublié :
ja: あなたの利用者名、もし忘れたのであれば:
kk: Егер сіз ұмытып қалсаңыз, сіздің пайдаланушы атыңыз:
tr: Unuttuysan diye, kullanıcı adın:
uk: Ваш логін:

source: Thanks for using our site!
ca: Gràcies per utilitzar la nostra pàgina web!
el: Σας ευχαριστούμε που χρησιμοποιήσατε την ιστοσελίδα μας!
es: ¡Gracias por usar nuestro sitio!
fr: Merci d'utiliser notre site !
ja: 私たちのサイトを利用してくれてありがとう！
kk: Біздің сайтты пайдаланғаныңыз үшін рахмет!
tr: Sitemizi kullandığın için teşekkür ederiz!
uk: Дякуємо що користуєтесь нашим сайтом!

source: The %(site_name)s team
ca: L'equip de %(site_name)s
el: Η %(site_name)s ομάδα
es: El equipo de %(site_name)s
fr: L'équipe %(site_name)s
ja: %(site_name)s チーム
kk: %(site_name)s пәрмені
tr: %(site_name)s takımı
uk: Команда%(site_name)s

source: Password reset on %(site_name)s
ca: Reinici de contrasenya en %(site_name)s
el: Επαναφορά κωδικού πρόσβασης στο %(site_name)s
es: Contraseña se reinicia en %(site_name)s
fr: Réinitialisation du mot de passe sur %(site_name)s
ja: %(site_name)s のパスワードをリセットする
kk: %(site_name)s құпия сөзді өшіру
tr: %(site_name)s şifre sıfırlaması
uk: Скидання паролю для %(site_name)s

source: Continue >
ca: Continua >
el: Συνέχεια >
es: Continuar >
fr: Continuer >
ja: 続行 >
kk: Жалғастыру>
tr: Devam et >
uk: Продовжити >

source: Registration is currently closed. Please contact an administrator.
ca: El registre està tancat actualment. Siusplau contacta amb un administrador.
el: Οι εγγραφές είναι κλειστές. Επικοινωνήστε με το διαχειριστή.
es: El registro está cerrado actualmente. Ponte en contacto con un administrador.
fr: L'inscription est actuellement fermée. Veuillez contacter un administrateur.
ja: 現在は利用登録できません。管理者にお問い合わせください。
kk: Тіркеу қазір жабық. Әкімшіге хабарласыңыз.
uk: Реєстрація зараз є закрита. Будь ласка, зв'яжіться з адміністрацією.

source: You have successfully been registered. An email has been sent to the email address you provided to confirm your registration.
ca: T'has registrat amb èxit. Un correu ha estat enviat a l'adreça que has proporcionat per a confirmar el teu registre.
el: Έχετε εγγραφεί με επιτυχία. Ένα μήνυμα ηλεκτρονικού ταχυδρομείου έχει σταλεί στη διεύθυνση που δώσατε για επιβεβαίωση της εγγραφής σας.
es: Has sido registrado con éxito. Se le ha enviado un correo electrónico para confirmar su registro.
fr: Vous avez été inscrit avec succès. Un email a été envoyé au courriel que vous avez fourni pour confirmer votre inscription.
ja: あなたは正常に登録されています。あなたの登録を確認するために、電子メールを指定されたメールアドレスに送信しました。
kk: Сіз тіркеуден сәтті өттіңіз. Тіркеуді растау үшін сіз көрсеткен электрондық пошта мекенжайына электрондық хат жіберілді.
tr: Başarıyla kaydoldun! Girdiğin e-posta adresine kaydını onaylaman için bir e-posta gönderdik.
uk: Ви успішно зареєстровані у системі. На електрону скриньку прийде лист з інструкціями активації Вашого облікового запису.

source: Email
ca: Correu electrònic
fr: Courriel
ja: 電子メール
kk: Эл. пошта
tr: E-posta
uk: Електронна адреса

source: (again, for confirmation)
ca: (de nou, per confirmar)
el: (ξανά, για επιβεβαίωση)
es: (de nuevo, por confirmación)
fr: (encore, pour confirmation)
ja: （もう1度、確認のため）
kk: (тағы да, растау үшін)
tr: (onaylamak için lütfen tekrar gir)
uk: (повторіть для підтвердження)

source: (select your closest major city)
ca: (tria la ciutat més propera)
el: (επιλέξτε την κοντινότερη μεγάλη πόλη)
es: (seleccione la ciudad importante más cercana)
fr: (sélectionnez votre ville principale la plus proche)
ja: （最寄りの大都市を選択してください）
kk: (сізге жақын ірі қаланы таңдаңыз)
tr: (sana en yakın büyük şehri seç)
uk: (оберіть найближче до вас велике місто)

source: pick from map
ca: tria del mapa
el: επιλογή από χάρτη
es: seleccionar en el mapa
fr: choisir dans la carte
ja: 地図から選ぶ
kk: карта бойынша таңдаңыз
tr: Haritadan seç
uk: оберіть на мапі

source: Default language
ca: Llenguatge per defecte
el: Προεπιλεγμένη γλώσσα
es: Lenguaje por defecto
fr: Langage par défaut
ja: デフォルトの言語
kk: әдепкі тіл
tr: Varsayılan dil
uk: Мова за замовчуванням

source: Affiliated organizations
ca: Organitzacions afiliades
el: Συνδεδεμένοι οργανισμοί
es: Organizaciones afiliadas
fr: Organisations affiliées
ja: 所属組織
kk: Еншілес ұйымдар
tr: Organizasyon üyelikleri
uk: Пов'язані організації

source: Notify me about upcoming contests
ca: Avisa'm sobre concursos vinents
el: Ειδοποιήστε με για επερχόμενους διαγωνισμούς
es: Notificarme sobre los próximos concursos
fr: Informez-moi des concours à venir
ja: まもなく開催予定のコンテストを通知する
kk: Алдағы байқаулар туралы маған хабарлаңыз
tr: Gelecek yarışmalar hakkında beni bilgilendir
uk: Сповістіть мене про майбутні змагння

source: By registering, you agree to our [Terms & Conditions][0].
el: Με την εγγραφή σας, συμφωνείτε με τους [Όροι & Προϋποθέσεις][0] μας.
es: Al registrarte, estás aceptando nuestros [Términos y Condiciones][0].
fr: En vous inscrivant, vous acceptez nos [conditions générales d'utilisation][0].
ja: 登録することで、[利用規約][0]に同意したものとみなされます。
kk: Тіркелу арқылы сіз біздің [Ережелер & Шарттармен][0] келісесіз.
uk: Натискаючи на "зареєструватись!" я погоджуюсь з умовами та правилами використання сайту [Terms & Conditions][0].

source: Register!
ca: Registra't!
el: Εγγραφή!
es: ¡Registrarse!
fr: S'inscrire !
ja: 登録！
kk: Тіркеліңіз!
tr: Kaydol!
uk: Зареєструватись!

source: To protect your account, you must first authenticate before you can disable Two Factor Authentication.
ca: Per protegir la teva compta, t'has d'autenticar abans de poder desactivar l'Autenticació en dos passos.
el: Για να προστατεύσετε τον λογαριασμό σας, πρέπει πρώτα να ταυτοποιήσετε την ταυτότητά σας για να απενεργοποιήσετε την ταυτοποίηση δύο παραγόντων.
es: Para proteger tu cuenta, debes autenticarte antes de que puedas desactivar el Two Factor Authentication.
fr: Pour protéger votre compte, vous devez d'abord vous authentifier avant de pouvoir désactiver l'authentification à deux facteurs.
ja: アカウントを保護するため、二要素認証を無効化するには、まず認証が必要です。
kk: Есептік жазбаңызды қорғау үшін екі-факторлы аутентификацияны өшірмес бұрын алдымен аутентификациядан өту керек.

source: Enter the 6-digit code generated by your app or one of your 16-character scratch codes:
ca: Entra el codi de 6 dígits generat per la teva app o un dels teus codis Scratch de 16 caràcters:
el: Εισάγετε τον 6-ψήφιο κωδικό που παράχθηκε από την εφαρμογή σας ή έναν από τους κωδικούς scratch 16-χαρακτήρων:
es: Introduce el código de 6 dígitos generado por tu aplicación o uno de tus códigos Scratch de 16 caracteres:
fr: Saisissez le code à 6 chiffres généré par votre application ou l'un de vos codes scratch à 16 caractères :
ja: アプリで生成された6桁のコード、あるいは16文字のスクラッチコードを入力してください:
kk: Қолданба жасаған 6-таңбалы кодты немесе 16-таңбалы сызат кодтарының бірін енгізіңіз:

source: Disable Two Factor Authentication
ca: Deshabilitar l'Autenticació en Dos Passos
el: Απενεργοποίηση Ταυτοποίησης Δύο Παραγόντων
es: Deshabilitar Autenticación en Dos Pasos
fr: Désactiver l'Authentification à Deux Facteurs
ja: 二要素認証の無効化
kk: Екі-факторлы аутентификацияны өшіру

source: Scan this code with your authenticator app:
ca: Escanegeu aquest codi QR amb l'aplicació autenticadora:
el: Σαρώστε αυτόν τον κωδικό με την εφαρμογή επαλήθευσης:
es: Escanea este código con tu app de autenticación:
fr: Scannez ce code avec votre application d'authentification :
ja: 認証アプリでこのコードをスキャン:
kk: Бұл кодты аутентификация қолданбасы арқылы сканерлеңіз:
uk: Для авторизації через Ваш застосунок скануйте цей код:

source: QR code
ca: Codi QR
el: QR κωδικός
es: Código QR
fr: Code QR
ja: QRコード
kk: QR код
uk: QR-код

source: Or enter this code manually:
ca: O entra aquest codi a ma:
el: Ή εισάγετε αυτόν τον κωδικό χειροκίνητα:
es: O entra este código manualmente:
fr: Ou saisissez ce code manuellement :
ja: または、このコードを入力:
kk: Немесе осы кодты қолмен енгізіңіз:
uk: Або введіть код самостійно:

source: Enter the 6-digit code generated by your app:
ca: Entra el codi de 6 dígits generat per la teva app:
el: Εισάγετε τον 6-ψήφιο κωδικό που παράχθηκε από την εφαρμογή σας:
es: Entra el código de 6 dígitos generado por tu app:
fr: Saisissez le code à 6 chiffres généré par votre application :
ja: アプリで生成された6桁のコードを入力:
kk: Сіздің қосымшаңызбен генерацияланған 6-таңбалы кодты енгізіңіз:
uk: Ведіть 6-значний код згенерований Вашим застосунком:

source: Edit Two Factor Authentication
ja: 二要素認証を編集

source: Enable Two Factor Authentication
ca: Activar Autenticació en Dos Passos
el: Ενεργοποίηση Ταυτοποίησης Δύο Παραγόντων
es: Habilitar Autenticación en Dos Pasos
fr: Activer l'Authentification à Deux Facteurs
ja: 二要素認証を有効化
kk: Екі факторлы анықтауды қосу

source: Below is a list of one-time use scratch codes.
el: Παρακάτω είναι μια λίστα μίας χρήσης κωδικών scratch.
fr: Vous trouverez ci-dessous une liste de codes scratch à usage unique.
ja: 以下は一度だけ使用できるスクラッチコードの一覧です。
kk: Төменде бір реттік сызат кодтарының тізімі берілген.

source: These codes can only be used once and are for emergency use.
el: Οι κωδικοί αυτοί μπορούν να χρησιμοποιηθούν μόνο μία φορά και προορίζονται για επείγουσα χρήση.
fr: Ces codes ne peuvent être utilisés qu'une seule fois et sont destinés à être utilisés en cas d'urgence.
ja: これらのコードは一度のみ、緊急時に使用します。
kk: Бұл кодтарды тек бір рет қолдануға болады және төтенше жағдайда пайдалануға арналған.

source: You can use these codes to login to your account or disable two-factor authentication.
el: Μπορείτε να χρησιμοποιήσετε αυτούς τους κωδικούς για να συνδεθείτε στο λογαριασμό σας ή να απενεργοποιήσετε τον έλεγχο ταυτότητας δύο παραγόντων.
fr: Vous pouvez utiliser ces codes pour vous connecter à votre compte ou désactiver l'authentification à deux facteurs.
ja: アカウントにログインしたり、二要素認証を無効化するために、これらのコードを利用することができます。
kk: Сіз бұл кодтарды есептік жазбаңызға кіру үшін пайдалана аласыз немесе екі факторлы аутентификацияны өшіре аласыз.

source: If you ever need more scratch codes, you can regenerate them on the edit profile tab.
el: Εάν χρειάζεστε ποτέ περισσότερους κώδικες scratch, μπορείτε να τους παράξετε εκ νέου στην καρτέλα επεξεργασίας προφίλ.
fr: Si vous avez besoin de plus de codes scratch, vous pouvez les régénérer dans l'onglet « Modifier le profil ».
ja: スクラッチコードがさらに必要な場合は、プロフィールの編集タブで再生成できます。
kk: Егер сізге қосымша сызат кодтары қажет болса, оларды Профильді өңдеу қойындысынан қалпына келтіруге болады.

source: Please write these down and keep them in a secure location.
el: Παρακαλώ καταγράψτε και αποθηκεύστε τους σε ασφαλές σημείο.
fr: Veuillez les noter et les conserver dans un endroit sûr.
ja: これらのコードを書き留めて、安全な場所に保管してください。
kk: Мұны жазып, қауіпсіз жерде сақтаңыз.

source: These codes will never be shown again after you enable two-factor authentication.
el: Αυτοί οι κωδικοί δε θα εμφανιστούν ξανά μετά την ενεργοποίηση της ταυτοποίησης δύο παραγόντων.
fr: Ces codes ne seront plus jamais affichés après avoir activé l'authentification à deux facteurs.
ja: 二要素認証を有効にした後は、これらのコードは二度と表示されなくなります。
kk: Бұл кодтар екі факторлы аутентификацияны қосқаннан кейін ешқашан пайда болмайды.

source: Important:
el: Σημαντικό:
es: Importante:
ja: 重要:
kk: Маңызды:
uk: Важливо:

source: If you lose your authentication device and are unable to use your scratch codes, %(site_name)s admins will NOT be able to recover your account. Please keep your scratch codes safe!
el: Αν χάσετε τη συσκευή ελέγχου ταυτότητας και δεν μπορείτε να χρησιμοποιήσετε τους κωδικούς scratch, %(site_name)s διαχειριστές ΔΕΝ θα είναι σε θέση να ανακτήσουν το λογαριασμό σας. Παρακαλώ κρατήστε τους κωδικούς scratch σας ασφαλείς!
fr: Si vous perdez votre appareil d'authentification et que vous ne pouvez pas utiliser vos codes scratch, les administrateurs de %(site_name)s ne seront PAS en mesure de récupérer votre compte. Veuillez conserver vos codes scratch en lieu sûr !
ja: 認証デバイスを紛失し、スクラッチコードが使用できない場合、%(site_name)sの管理者があなたのアカウントを復元することは「不可能」です。スクラッチコードを安全に保管してください！
kk: Егер сіз аутентификация құрылғысын жоғалтсаңыз және сызат кодтарын пайдалана алмасаңыз, әкімшілерік %(site_name)s есептік жазбаңызды қалпына келтіре алмайды. Сызат кодтарын сақтаңыз!

source: WebAuthn is not supported by your browser.
ca: WebAuthn no és suportat pel teu navegador.
el: Το πρόγραμμα περιήγησης σας δεν υποστηρίζει WebAuthn.
es: WebAuthn no es compatible con su navegador.
fr: WebAuthn n'est pas supporté par votre navigateur.
ja: お使いのブラウザでは WebAuthn はサポートされていません。
kk: WebAuthn сіздің браузеріңізде көрсетпейді.

source: Failed to contact server.
ca: No s'ha pogut connectar amb el servidor.
el: Αποτυχία επικοινωνίας με το διακομιστή.
es: Error al contactar con el servidor.
fr: Impossible de contacter le serveur.
ja: サーバーへの接続に失敗しました。
kk: Сервермен байланысу мүмкін болмады.

source: Enter one of your 16-character scratch codes:
el: Εισάγετε έναν από τους κωδικούς scratch 16-χαρακτήρων:
fr: Saisissez l'un de vos codes scratch à 16 caractères :
ja: 16文字のスクラッチコードを入力してください:
kk: 16-таңбалы сызат кодтарының бірін енгізіңіз:

source: Use security key
ca: Fes servir la clau de seguretat
el: Χρήση κλειδιού ασφαλείας
es: Usar clave de seguridad
fr: Utiliser la clé de sécurité
ja: セキュリティキーを使用
kk: Қауіпсіздік кілтін пайдаланыңыз

source: Use scratch code
el: Χρήση κωδικού scratch
es: Usar código de scratch
fr: Utiliser le code scratch
ja: スクラッチコードを使用
kk: Скретч кодын қолданыңыз
uk: Використати скреч-код

source: If you lost your authentication device and are unable to use your scratch codes, please contact us at %(email)s.
ca: Si has perdut el teu dispositiu d'autenticació i no pots fer servir els teus codis Scratch, contacta'ns a %(email)s.
el: Αν χάσατε τη συσκευή ελέγχου ταυτότητας και δεν μπορείτε να χρησιμοποιήσετε τους κωδικούς scratch, παρακαλούμε επικοινωνήστε μαζί μας στο %(email)s.
es: Si perdiste tu dispositivo de autenticación y no puedes usar tus códigos de scratch, ponte en contacto con nosotros en %(email)s.
fr: Si vous avez perdu votre appareil d'authentification et que vous ne pouvez pas utiliser vos codes scratch, veuillez nous contacter à l'adresse %(email)s.
ja: 認証デバイスを紛失し、スクラッチコードを使用できない場合は、 %(email)s までご連絡ください。
kk: Егер сіз аутентификация құрылғысын жоғалтсаңыз және сызат кодтарын пайдалана алмасаңыз, %(email)s мекенжайы бойынша бізге хабарласыңыз.

source: Submission Statistics
ca: Estadístiques del Enviament
el: Στατιστικά Υποβολής
es: Estadísticas de Envíos
fr: Statistiques de Soumission
ja: 提出物の統計
kk: Тапсырылымдар статистикасы
tr: Çözüm İstatistikleri
uk: Статистика розв'язків

source: AC Submissions by Language
ca: Enviaments AC per Llenguatge
el: AC Υποβολές ανά Γλώσσα
es: Envíos AC por Lenguaje
fr: Soumissions AC par Langage
ja: 言語ごとのAC提出数
kk: AC тілдер бойынша тапсырылымдар
tr: Dillere Göre AC Alan Çözümler
uk: Зараховані рішення по мовах

source: Judge
ca: Jutge
el: Κριτής
es: Juez
fr: Juge
ja: 判定器
kk: Сот

source: Online
el: Συνδεδεμένος
es: En línea
fr: Connecté
ja: オンライン
kk: Желіде
uk: В мережі

source: Uptime
ca: Temps en funcionament
el: Χρόνος λειτουργίας
es: Tiempo de actividad
fr: Temps de fonctionnement
ja: 稼働時間
kk: Жұмыс уақыты
tr: Çalışma süresi

source: Ping
el: Πινγκ
ja: ピン
kk: дыбыс
uk: Пінг

source: Load
ca: Càrrega
el: Φορτίο
es: Carga
fr: Charge
ja: 負荷
kk: Жүктеу
tr: Yükle
uk: Завантаженість

source: N/A
el: Δ/Υ
ja: 該当なし

source: There are no judges available at this time.
ca: No hi ha jutges disponibles en aquest moment.
el: Δεν υπάρχουν διαθέσιμοι κριτές αυτή τη στιγμή.
es: No hay jueces disponibles en este momento.
fr: Il n'y a pas de juges disponibles pour le moment.
ja: 現在利用できる判定器はありません。
kk: Қазіргі уақытта бос судьялар жоқ.
tr: Şu an mevcut hiçbir judge bulunmuyor.
uk: Зараз немає вільних суддів.

source: Runtime Info
ca: Informació de l'Execució
el: Πληροφορίες Χρόνου Εκτέλεσης
es: Información del Tiempo de Ejecución
fr: Infos d'Exécution
ja: ランタイム情報
kk: Жұмыс уақыты туралы ақпарат
tr: Dil sürümü bilgileri

source: Judges
ca: Jutges
el: Κριτές
es: Jueces
fr: Juges
ja: 判定器
kk: судьялар
tr: Judge'lar
uk: Судді

source: Versions
ja: バージョン
kk: Нұсқалар

source: An internal error occurred while grading, and the %(site_name)s administrators have been notified.
el: Παρουσιάστηκε ένα εσωτερικό σφάλμα κατά τη βαθμολόγηση, και οι %(site_name)s διαχειριστές έχουν ειδοποιηθεί.
fr: Une erreur interne s'est produite lors de la notation et les administrateurs de %(site_name)s ont été informés.
ja: 採点中に内部エラーが発生し、%(site_name)s 管理者に通知されました。
kk: Бағалау кезінде ішкі қате пайда болды және әкімшілері %(site_name)s бұл туралы хабардар болды.

source: In the meantime, try resubmitting in a few seconds.
el: Εν τω μεταξύ, προσπαθήστε να υποβάλετε ξανά σε λίγα δευτερόλεπτα.
fr: En attendant, essayez de soumettre à nouveau dans quelques secondes.
ja: それまでの間、数秒後に再提出を試みてください。
kk: Осы уақытта бірнеше секундтан кейін сұранысты қайта жіберуге тырысыңыз.

source: An internal error occurred while grading.
ca: S'ha produït un error intern mentres es puntuava.
el: Παρουσιάστηκε ένα εσωτερικό σφάλμα κατά την βαθμολόγηση.
es: A ocurrido un error interno durante la clasificación.
fr: Une erreur interne s'est produite lors de la notation.
ja: 採点中に内部エラーが発生しました。
kk: Бағалау кезінде ішкі қате пайда болды.
tr: Değerlendirme sırasında bir hata oluştu.

source: Error information
ca: Informació d'error
el: Πληροφορίες σφάλματος
es: Información de error
fr: Informations sur l'erreur
ja: エラー情報
kk: Қате туралы ақпарат
tr: Hata bilgisi

source: Are you sure you want to rejudge?
ca: Estàs segur que vols rejutjar?
es: ¿Está seguro que quiere rejuzgar?
fr: Êtes-vous sûr de vouloir rejuger ?
ja: 本当に再判定してもよいですか？
kk: Шешімді қайта қарастырғыңыз келетініне сенімдісіз бе?

source: Filter by status...
ca: Filtra per estat...
el: Φιλτράρισμα ανά κατάσταση...
es: Filtrar por estatus...
fr: Filtrer par statut...
ja: 状態で絞り込む…
kk: Статус бойынша сүзгі...
tr: Duruma göre filtrele...
uk: Фільтрувати за статусом...

source: Filter by language...
ca: Filtra per llenguatge...
el: Φιλτράρισμα ανά γλώσσα...
es: Filtrar por lenguaje...
fr: Filtrer par langage...
ja: 言語で絞り込む…
kk: Тілдер бойынша сүзгілеу...
tr: Dile göre filtrele...
uk: Фільтрувати за мовою...

source: Filter submissions
ca: Filtra enviaments
el: Φίλτρο υποβολών
es: Filtrar envíos
fr: Filtrer les soumissions
ja: 提出物を絞り込む
kk: Тапсырылымдар сүзгісі
tr: Çözümleri filtrele
uk: Фільтрувати розв'язки

source: Total:
el: Σύνολο:
ja: 合計:
kk: Барлық:
uk: Загалом:

source: You were disconnected. Refresh to show latest updates.
ca: Has estat desconnectat. Actualitza la pàgina per mostrar les últimes actualitzacions.
el: Αποσυνδεθήκατε. Ανανεώστε για να εμφανιστούν οι τελευταίες ενημερώσεις.
es: Estuviste desconectado. Actualiza para mostrar las últimas actualizaciones.
fr: Vous avez été déconnecté. Rafraîchissez pour afficher les dernières mises à jour.
ja: あなたは切断されました。最終更新を表示するためにリフレッシュして下さい。
kk: Сіз ажыраттыңыз. Соңғы жаңартуларды көрсету үшін жаңартыңыз.
tr: Bağlantın koptu. Son güncellemeleri görmek için sayfayı yenile.
uk: Ви втратили з'єдання. Оновіть сторінку щоб переглянути актуальну інформацію.

source: Case #%(case)s
ca: Cas #%(case)s
el: Περίπτωση #%(case)s
es: Caso #%(case)s
fr: Cas #%(case)s
ja: ケース #%(case)s
kk: %(case)s жағдай
tr: Test #%(case)s
uk: Тест #%(case)s

source: view
ca: veure
el: προβολή
es: ver
fr: voir
ja: 表示
kk: қараулар
tr: görüntüle
uk: перегляд

source: rejudge
ca: rejutjar
el: κρίση εκ νέου
es: rejuzgar
fr: rejuger
ja: 再判定
kk: Қайта тексеру
tr: yeniden değerlendir
uk: перетестувати

source: This submission has been locked, and cannot be rejudged.
ca: Aquest enviament ha estat bloquejat i no pot ser rejutjat.
el: Αυτή η υποβολή έχει κλειδωθεί και δεν μπορεί να κριθεί εκ νεόυ.
es: Este envío ha sido bloqueado y no puede ser rejuzgado.
fr: Cette soumission a été verrouillée et ne peut pas être rejugée.
ja: この提出はロックされており、再判定できません。
kk: Бұл өтінім бұғатталған және оны қайта қарау мүмкін емес.
uk: Рішення заблоковане і не може бути перетестовано.

source: locked
ca: bloquejat
el: κλειδωμένο
es: bloqueado
fr: verrouillé
ja: ロック中
kk: Бұғатталған
uk: заблоковано

source: admin
el: διαχειριστής
es: administrador
ja: 管理
kk: Әкімші
tr: yönetici
uk: панель адміністратора

source: View status
ca: Mostra l'estat
el: Προβολή κατάστασης
es: Ver estado
fr: Voir le statut
ja: 状態の表示
kk: Статус қарау
tr: Durumu görüntüle
uk: Переглянути статус

source: View raw source
ca: Veure el codi font
el: Προβολή πηγαίου κώδικα
es: Ver fuente sin procesar
fr: Voir la source brute
ja: 生のソースの表示
kk: Бастапқы кодты қарау
tr: Ham kaynağı görüntüle
uk: Переглянути код

source: Resubmit
ca: Torna-ho a enviar
el: Επανυποβολή
es: Reenviar
fr: Resoumettre
ja: 再提出
kk: Қайта жіберу
tr: yeniden gönder
uk: Надіслати повторно

source: We are waiting for a suitable judge to process your submission...
ca: Estem esperant a que un jutge adequat processi el teu enviament...
el: Αναμένουμε έναν κατάλληλο κριτή για να επεξεργαστούμε την υποβολή σας...
es: Estamos esperando un juez adecuado para procesar su envío...
fr: Nous attendons qu'un juge approprié traite votre soumission...
ja: あなたの提出物を処理するのに適した判定器を待っています…
kk: Біз сіздің тапсырылымдарыңызды қарау үшін тиісті судьяны күтеміз...
tr: Çözümünü değerlendirmeye uygun bir judge bekleniyor...
uk: Ми чекаємо на підходящий сервер для тестування...

source: Your submission is being processed...
ca: El teu enviament s'està processant...
el: Η υποβολή σας βρίσκεται υπό επεξεργασία...
es: Su envío está siendo procesado...
fr: Votre soumission est en cours de traitement...
ja: あなたの提出物が処理されています…
kk: Сіздің тапсырылымыңыз өңделеді...
tr: Çözüm değerlendiriliyor...
uk: Ваш розв'язок обробляється...

source: Compilation Error
ca: Error de Compilació
el: Σφάλμα Μεταγλώττισης
es: Error de Compilación
fr: Erreur de Compilation
ja: コンパイルエラー
kk: Компляциялық қате
tr: Derleme Hatası
uk: Помилка компіляції

source: Compilation Warnings
ca: Warnings en la Compilació
el: Προειδοποιήσεις Μεταγλώττισης
es: Advertencias de Compilación
fr: Avertissements de Compilation
ja: コンパイル警告
kk: Компиляция туралы ескертулер
tr: Derleme Uyarıları
uk: Попередження компілятора
