Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: Could not find an editorial with the code "%s".
el: Αδυναμία εύρεσης εξήγησης με κωδικό "%s".
es: No se pudo encontrar una editorial con el código "%s".
fr: Impossible de trouver un éditorial avec le code « %s ».
ja: コード "%s" を有する論説は見つかりませんでした。
kk: %s коды бар редакциялық мақаланы табу мүмкін болмады.
uk: Не вдалося знайти розбір із кодом "%s".

source: Not allowed to vote on this problem.
es: No se permite votar sobre este problema.
fr: Non autorisé à voter sur ce problème.
ja: この課題に投票する権限がありません。
kk: Бұл есеп бойынша дауыс беруге рұқсат етілмейді.
uk: Заборонено голосувати за цю задачу.

source: Not allowed to delete votes on this problem.
es: No se permite borrar votos sobre este problema.
fr: Non autorisé à supprimer des votes sur ce problème.
ja: この課題への投票を削除する権限がありません。
kk: Бұл есеп бойынша дауыстарды алып тастауға рұқсат етілмейді.
uk: Заборонено видаляти голоси для цієї задачі.

source: success
ca: èxit
el: επιτυχία
es: éxito
fr: réussi
ja: 成功
kk: Жетістік
uk: успіх

source: Submit to %s
ca: Enviar a %s
el: Υποβολή στο %s
es: Enviar a %s
fr: Soumettre à %s
ja: %s への提出
kk: %s ұсыну
uk: Здати %s

source: You submitted too many submissions.
es: Ha enviado demasiados envíos.
fr: Vous avez soumis trop de soumissions.
ja: 提出が多すぎます。
kk: Сіз тым көп тапсырмалар жібердіңіз.
uk: Ви надіслали за багато розв'язків.

source: Banned from submitting
ca: Banejat de fer enviaments
el: Αποκλεισμένος από υποβολή
es: Esta prohibido enviarlo
fr: Interdit de soumettre
ja: 提出が禁止された
kk: Жіберуге тыйым салынады
tr: Çözüm gönderme engellendi
uk: Вам заборонено надсилання

source: You have been declared persona non grata for this problem. You are permanently barred from submitting to this problem.
ca: Has estat declarat persona non grata per aquest problema. Estàs vetat permanentment de fer enviaments.
el: Έχετε κηρυχθεί persona non grata για αυτό το πρόβλημα. Είστε μόνιμα αποκλεισμένοι από το να υποβάλλετε σε αυτό το πρόβλημα.
es: Usted ha sido declarado persona no grata por este problema. Usted está permanentemente impedido de enviar a este problema.
fr: Vous êtes persona non grata pour ce problème. Il vous est définitivement interdit de soumettre à ce problème.
ja: あなたはこの課題に感謝しない人として宣言されている。あなたはこの課題に提出することを永続的に禁止されている。
kk: Сіз бұл байқауда non grata тұлғасы деп жарияландыңыз. Сізге бұл есепті шешуге қатысуға біржола тыйым салынады.
uk: Ви були оголошені персоною нон-ґрата для цієї задачі. Вам заборонено надсилати розв'язки до цієї задачі на постійній основі.

source: Too many submissions
ca: Masses enviaments
el: Πάρα πολλές υποβολές
es: Demasiados envíos
fr: Trop de soumissions
ja: 提出物が多過ぎます
kk: максималды тапсырмалар
tr: Çok fazla çözüm gönderisi
uk: Забагато розв'язків

source: You have exceeded the submission limit for this problem.
ca: Has superat el límit d'enviaments per a aquest problema.
el: Έχετε υπερβεί το όριο υποβολής για αυτό το πρόβλημα.
es: Usted ha excedido el límite de envíos para este problema.
fr: Vous avez dépassé la limite de soumission pour ce problème.
ja: あなたは、この課題の提出制限を超えました。
kk: Сіз бұл есеп бойынша жіберу шегінен асып кеттіңіз.
tr: Bu soru için çözüm gönderi sınırını geçtin.

source: Do you want me to ban you?
es: ¿Quieres que te banee?
fr: Voulez-vous que je vous bannisse ?
ja: 利用禁止になりたいですか？
kk: Сізге тыйым салғанымды қалайсыз ба?
uk: Ви дійсно хочете, щоб я вас заблокував?

source: Clone Problem
ca: Clonar Problema
el: Κλωνοποίηση Προβλήματος
es: Clonar Problema
fr: Cloner Problème
ja: 課題を複製する
kk: Клондау есептері
uk: Дублювати задачу

source: Cloned problem from %s
el: Κλωνοποιημένο πρόβλημα από %s
fr: Problème cloné de %s
ja: %s からクローンされた課題
kk: %s клондау есептері үшін

source: Checker arguments must be a JSON object.
ca: Els arguments del verificador han de ser un objecte JSON.
el: Τα ορίσματα ελεγκτή πρέπει να είναι αντικείμενο JSON.
es: Los argumentos del verificador deben ser un objeto JSON.
fr: Les arguments du vérificateur doivent être un objet JSON.
ja: チェッカー引数は JSON オブジェクトでなければなりません。
kk: JSON нысаны түріндегі тексеру аргументтері.

source: Checker arguments is invalid JSON.
ca: Els arguments del verificador és un objecte JSON invàlid.
el: Τα ορίσματα ελεγκτή είναι λανθασμένο JSON.
es: Los argumentos del verificador son JSON inválidos.
fr: Les arguments du vérificateur sont des JSON invalides.
ja: チェッカー引数は不正な JSON です。
kk: Тексеру аргументтері жарамсыз JSON болып табылады.

source: Your zip file is invalid!
ca: Aquest arxiu zip es invàlid!
el: Το zip αρχείο σας είναι λανθασμένο!
es: ¡Tu archivo zip es inválido!
fr: Votre fichier zip est invalide !
ja: あなたの zip ファイルは不正です！
kk: Сіздің zip файлыңыз жарамсыз!
tr: Zip dosyan geçersiz!
uk: Ваш архів пошкоджено!

source: Zip files must end in '.zip'
ja: ZIPファイルのファイル名は .zip で終わらなければなりません。

source: Generators must not be named init.yml.
ja: ジェネレータにinit.ymlという名前を付けてはいけません。

source: Comparing submissions for {0}
ca: Comparant enviaments per a {0}
el: Σύγκριση υποβολών για {0}
es: Comparando envíos para {0}
fr: Comparaison des soumissions pour {0}
ja: {0} への提出物の比較
kk: {0} үшін ұсынылған материалдарды салыстыру
tr: Çözümleri karşılaştır - {0}

source: Editing data for {0}
ca: Editant dades per a {0}
el: Επεξεργασία δεδομένων για {0}
es: Editando datos para {0}
fr: Modification des données pour {0}
ja: {0} のデータの編集
kk: {0} үшін деректерді өңдеу
tr: Verileri düzenle - {0}

source: Editing data for %s
ca: Editant dades per a %s
el: Επεξεργασία δεδομένων για %s
es: Editando datos para %s
fr: Modification des données pour %s
ja: %s のデータの編集
kk: %s үшін деректерді өңдеу
tr: %s için verileri düzenle

source: Generated init.yml for %s
ca: init.yml generat per a %s
el: Παραγμένο init.yml για %s
es: Generado init.yml para %s
fr: init.yml généré pour %s
ja: %s への生成された init.yml
kk: %s үшін init.yml жасалған
tr: %s için init.yml oluşturuldu

source: Managing submissions for %s
ca: Administrant enviaments per a %s
el: Διαχείριση υποβολών για %s
es: Administrando envíos para %s
fr: Gérer les soumissions pour %s
ja: %sに対する提出の管理
kk: %s үшін тапсырылымдарды басқару

source: Rejudging selected submissions for %s...
ca: Rejutjant enviaments seleccionats per a %s...
el: Κρίση εκ νεόυ επιλεγμένων υποβολών για %s...
es: Rejuzgando envíos seleccionados para %s...
fr: Rejuger les soumissions sélectionnées pour %s...
ja: %sに対する選択した提出を再判定しています…
kk: %s үшін таңдалған тапсырылымдарды күту...

source: Rescoring all submissions for %s...
ca: Requalificant enviaments seleccionats per a %s...
el: Επαναβαθμολόγηση όλων των υποβολών για %s...
es: Recalificando todos los envíos para %s...
fr: Recompter toutes les soumissions pour %s...
ja: %sに対するすべての提出を再採点しています…
kk: %s үшін барлық тапсырылымдарды қалпына келтіру...
uk: Змінення оцінок усіх розв'язків для задачі %s...

source: Successfully scheduled %d submission for rejudging.
ca: Enviament %d temporitzat per a ser rejutjat amb èxit.
el: Επιτυχής προγραμματισμός υποβολής %d για κρίση εκ νέου.
es: %d envío se ha añadido exitosamente a la cola de rejuzgar.
fr: %d soumission a été programmée pour être réjugée avec succès.
ja: %d件の提出の再判定をスケジュールしました。
kk: Сәтті жоспарланған %d тапсырылымға қайта төрелік ету.
uk: Успішно заплановано повторне тестування %d розв'язку.

source: Best solutions for %s
ca: Millor solucions per a %s
el: Καλύτερες λύσεις για %s
es: Las mejores soluciones para %s
fr: Les meilleures solutions pour %s
ja: %s の最優秀解答
kk: %s үшін ең жақсы шешімдер
tr: %s için en iyi çözümler
uk: Найкращий розв'язок %s

source: Best solutions for %(problem)s in %(contest)s
ca: Millor solucions per a %(problem)s en %(contest)s
el: Καλύτερες λύσεις για %(problem)s στο %(contest)s
es: Las mejores soluciones para %(problem)s en %(contest)s
fr: Meilleures solutions pour %(problem)s dans %(contest)s
ja: %(contest)s 中の %(problem)s への最優秀解答
kk: %(contest)s %(problem)s үшін ең жақсы шешімдер
tr: "%(problem)s" için en iyi çözümler - %(contest)s
uk: Найкращий розв'язок %(problem)s на змаганні %(contest)s

source: Best solutions for problem %(number)s in %(contest)s
ca: Millor solucions per al problema %(number)s en %(contest)s
el: Καλύτερες λύσεις για το πρόβλημα %(number)s στο %(contest)s
es: Las mejores soluciones para el problema %(number)s en %(contest)s
fr: Meilleures solutions pour le problème %(number)s dans %(contest)s
ja: %(contest)s の課題 %(number)s への最優秀解答
kk: %(contest)s да %(number)s есептер үшін ең жақсы шешімдер
tr: Problem %(number)s için en iyi çözümler - %(contest)s
uk: Найкращий розв'язок для задачі %(number)s на змаганні %(contest)s

source: A username must contain letters, numbers, or underscores.
ca: El nom d'usuari només pot contenir lletres, números i guions baixos.
el: Ένα όνομα χρήστη πρέπει να περιέχει γράμματα, αριθμούς ή κάτω παύλες.
es: El nombre de usuario debe contener letras, números o guiones bajos.
fr: Le nom d'utilisateur doit uniquement contenir des lettres, des chiffres et des tirets bas.
ja: 利用者名は文字、数字またはアンダースコアを含めることができます。
kk: Пайдаланушы атында әріптер, сандар немесе астын сызу таңбалары болуы керек.
uk: Логін має містити літери, цифри та підкреслювання.

source: Timezone
ca: Zona horària
el: Ζώνη ώρας
es: Zona horaria
fr: Fuseau horaire
ja: 時間帯
kk: Уақыт белдеуі
tr: Saat dilimi
uk: Часовий пояс

source: Preferred language
ca: Llenguatge preferit
el: Προτιμώμενη γλώσσα
es: Lenguaje preferido
fr: Langage préféré
ja: 好みの言語
kk: Аударма тілі
tr: Tercih edilen dil
uk: Мова, якій надаю перевагу

source: Subscribe to newsletter?
ca: Subscriu-te al nostre butlletí?
el: Εγγραφή στο ενημερωτικό δελτίο;
es: ¿Suscribete en el boletín de noticias?
fr: S'abonner à la newsletter ?
ja: ニュースレターを購読しますか？
kk: Ақпараттық бюллетеньге жазыласыз ба?
tr: Haber bültenine abone ol
uk: Підписатися на розсилку новин?

source: The email address "%s" is already taken. Only one registration is allowed per address.
ca: El correu electrònic "%s" ja existeix. Només es permet un registre per correu.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου "%s" χρησιμοποιείται ήδη. Μόνο μία εγγραφή επιτρέπεται ανά διεύθυνση.
es: La dirección de email "%s" ya está ocupada. Solo se permite un registro por dirección.
fr: Le courriel « %s » est déjà prise. Une seule inscription est autorisée par courriel.
ja: 電子メールアドレス "%s" は既に使用されています。1アドレスにつき1登録だけが許されています。
kk: Электрондық пошта мекенжайы "%s" бос емес. Әрбір мекенжай үшін тек бір тіркелуге рұқсат етіледі.
tr: "%s" zaten kullanımda. E-posta adresleri yalnızca bir kez kullanılabilir.
uk: На адресу "%s" вже зареєстрований обліковий запис. Реєстрація двох записів на одну пошту категорично заборонена.

source: Register
ca: Registra't
el: Εγγραφή
es: Registrarse
fr: S'inscrire
ja: 登録
kk: Тіркелу
uk: Зареєструватись

source: Activation Key Invalid
ca: Clau d'Activació Invàlida
el: Μη Έγκυρο Κλειδί Ενεργοποίησης
es: Clave de activación inválida
fr: Clé d'Activation Invalide
ja: アクティベーションキーが不正です
kk: Жарамсыз белсендіру кілті
uk: Некоректний ключ активації

source: Authentication failure
ca: Error d'autenticació
el: Αποτυχία ελέγχου ταυτότητας
es: Fallo de autenticación
fr: Échec d'authentification
ja: 認証の失敗
kk: Аутентификация сәтсіз аяқталды
tr: Kimlik doğrulama hatası
uk: Помилка аутенфікації

source: Other
es: Otro
fr: Autre
ja: その他
kk: Басқасы
uk: Інше

source: Language statistics
ca: Estadístiques de llenguatge
el: Στατιστικά γλωσσών
es: Estadísticas del lenguaje
fr: Statistiques de langage
ja: 言語の統計
kk: Тіл статистикасы
tr: Dil istatistikleri
uk: Статистика мови

source: Status
ca: Estat
el: Κατάσταση
es: Estado
fr: Statut
ja: 状態
kk: Статус
tr: Durum
uk: Стан

source: Version
ja: バージョン
kk: Нұсқа

source: Permission denied. Solve %(problem)s in order to view it.
el: Απαγορεύεται η πρόσβαση. Λύστε %(problem)s για να το δείτε.
es: Permiso denegado. Resolver %(problem)s para verlo.
ja: 権限がありません。表示するためには%(problem)sを解いてください。
kk: Рұқсаттан бас тартылды. Оны көру үшін %(problem)s шешіңіз.
uk: У доступі відмовлено. Для отримання доступу розв'яжіть задачу %(problem)s.

source: Can't access submission
el: Αδυναμία πρόσβασης στην υποβολή
es: No se puede acceder al envío
fr: Impossible d'accéder à la soumission
ja: 提出にアクセスできません
kk: Тапсырылымдарға қол жеткізу мүмкін емес
uk: Розв'язок не доступний

source: Permission denied.
el: Απαγορεύεται η πρόσβαση.
es: Permiso denegado.
ja: 権限がありません。
kk: Рұқсаттан бас тартылды.
uk: У доступі відмовлено.

source: Submission of %(problem)s by %(user)s
ca: Enviament de %(problem)s per %(user)s
el: Υποβολή για %(problem)s από %(user)s
es: Envío de %(problem)s por %(user)s
fr: Soumission de %(problem)s par %(user)s
ja: %(user)s による %(problem)s への提出物
kk: Тапсырылымдар %(problem)s үшін %(user)s
tr: %(user)s tarafından %(problem)s için gönderilen çözüm
uk: Розвязок %(problem)s користувача %(user)s

source: All submissions
ca: Tots els enviaments
el: Όλες οι υποβολές
es: Todos los envíos
fr: Toutes les soumissions
ja: すべての提出物
kk: барлық тапсырылымдар
tr: Tüm çözümler
uk: Усі розв'язки

source: All my submissions
ca: Tots els meus enviaments
el: Όλες οι υποβολές μου
es: Todos mis envíos
fr: Toutes mes soumissions
ja: 私のすべての提出物
kk: Менің барлық тапсырылымдарым
tr: Tüm çözümlerim
uk: Усі мої розв'язки

source: All submissions by %s
ca: Tots els enviaments per %s
el: Όλες οι υποβολές από %s
es: Todos los envíos de %s
fr: Toutes les soumissions par %s
ja: %s によるすべての提出物
kk: Барлық тапсырылымдар %s
tr: %s'nin tüm çözümleri
uk: Усі розв'язки %s

source: All submissions for %s
ca: Tots els enviaments per a %s
el: Όλες οι υποβολές για %s
es: Todos los envíos para %s
fr: Toutes les soumissions pour %s
ja: %s に対するすべての提出物
kk: Барлық тапсырылымдар %s үшін
tr: %s için tüm çözümler
uk: Усі розв'язки для задачі %s

source: My submissions for %(problem)s
ca: Els meus enviaments per a %(problem)s
el: Οι υποβολές μου για %(problem)s
es: Mis envíos para %(problem)s
fr: Mes soumissions pour %(problem)s
ja: %(problem)s への私の提出物
kk: Менің тапсырылымдарым %(problem)s үшін
tr: %(problem)s için çözümlerim
uk: Мій розв'язок задачі %(problem)s

source: %(user)s's submissions for %(problem)s
ca: Els enviaments de %(user)s per a %(problem)s
el: Υποβολές του/της %(user)s για %(problem)s
es: Los envíos de %(user)s para %(problem)s
fr: Soumissions de %(user)s pour %(problem)s
ja: %(problem)s への %(user)s による提出物
kk: %(user)s тапсырылымдар үшін %(problem)s
tr: %(user)s tarafından %(problem)s için gönderilen çözümler
uk: Розв'язок задачі %(problem)s користувача %(user)s

source: My submissions in %(contest)s
ca: Els meus enviaments per a %(contest)s
el: Οι υποβολές μου στο %(contest)s
es: Mis envíos en %(contest)s
fr: Mes soumissions dans %(contest)s
ja: %(contest)s での私の提出物
kk: Менің тапсырылымдарым %(contest)s
uk: Мої розв'язки із змагання %(contest)s

source: %(user)s's submissions in %(contest)s
ca: Els enviaments de %(user)s per a %(contest)s
el: Υποβολές του/της %(user)s στο %(contest)s
es: Envíos de %(user)s en %(contest)s
fr: Soumissions de %(user)s dans %(contest)s
ja: %(contest)s での %(user)s の提出物
kk: %(user)s тапсырылымдар %(contest)s
uk: Розв'язок із змагання %(contest)s користувача %(user)s

source: {user}'s submissions for {problem} in {contest}
ca: Els enviaments de {user} per {problem} en {contest}
el: Υποβολές του/της {user} για {problem} στο {contest}
es: Los envíos de {user} para {problem} en {contest}
fr: Soumissions de {user} pour {problem} dans {contest}
ja: {contest} 中の {problem} への {user} による提出物
kk: {user}'лар тапсырылымдар {contest} дағы {problem} үшін
uk: Розв'язок користувача {user} задачі {problem} із змагання {contest}

source: {user}'s submissions for problem {number} in {contest}
ca: Els enviaments de {user} per al problema {number} en {contest}
el: Υποβολές του/της {user} για το πρόβλημα {number} στο {contest}
es: Los envíos de {user} para el problema {number} en {contest}
fr: Soumissions de {user} pour le problème {number} dans {contest}
ja: {contest} 中の課題 {number} への {user} による提出物
kk: {user}'лар {contest} да {number} есептер үшін тапсырылымдар
uk: Розв'язок користувача {user} задачі номер {number} із змагання {contest}

source: Please click on "Preview" before creating your ticket.
ja: チケットを作成する前に「プレビュー」をクリックしてください。

source: Create
ca: Crear
el: Δημιουργία
es: Crear
fr: Créer
ja: 作成
kk: Жасау
tr: Oluştur
uk: Створити

source: Ticket title
ca: Títol del ticket
el: Τίτλος αιτήματος
es: Título del ticket
fr: Titre du ticket
ja: チケットの題目
kk: билет атауы
tr: Bilet başlığı
uk: Назва завдання

source: You must solve at least one problem before you can create a ticket.
el: Πρέπει να λύσετε τουλάχιστον ένα πρόβλημα πριν να έχετε τη δυνατότητα να δημιουργήσετε ένα αίτημα.
es: Debes resolver como mínimo un problema antes de poder crear un ticket.
fr: Vous devez résoudre au moins un problème avant de pouvoir créer un ticket.
ja: チケットを作成できるようなるには、少なくとも一つの課題を解く必要があります。
kk: Өтініш жасамас бұрын кем дегенде бір есепті шешу керек.
uk: Ви повинні розв'язати хоча б одну задачу, щоб створити завдання.

source: New ticket for %s
ca: Nou ticket per a %s
el: Νέο αίτημα για %s
es: Nuevo ticket para %s
fr: Nouveau ticket pour %s
ja: %s への新しいチケット
kk: %s үшін жаңа билет
tr: %s için yeni bilet
uk: Нове завдання щодо %s

source: %(title)s - Ticket %(id)d
el: %(title)s - Αίτημα %(id)d
ja: %(title)s - チケット %(id)d
kk: %(title)s - Билет %(id)d
tr: %(title)s - Bilet %(id)d
uk: %(title)s - Завдання %(id)d

source: Tickets - Page %(number)d of %(total)d
ca: Tickets - Pàgina %(number)d de %(total)d
el: Αιτήματα - Σελίδα %(number)d από %(total)d
es: Tickets - Página %(number)d de %(total)d
fr: Tickets - Page %(number)d sur %(total)d
ja: チケットのページ %(number)d / %(total)d
kk: Билеттер - Бет %(number)d %(total)d
tr: Biletler - Sayfa %(number)d/%(total)d
uk: Завдання - Сторінка %(number)d з %(total)d

source: New Ticket: %s
ca: Nou Ticket: %s
el: Νέο Αίτημα: %s
es: Nuevo Ticket: %s
fr: Nouveau Ticket : %s
ja: 新しいチケット: %s
kk: жаңа билет:%s
tr: Yeni Bilet: %s
uk: Нове завдання: %s

source: #%(id)d, assigned to: %(users)s
ca: #%(id)d, assignat a: %(users)s
el: #%(id)d, ανατέθηκε στον/στην: %(users)s
es: #%(id)d asignado para: %(users)s
fr: #%(id)d, assigné à : %(users)s
ja: #%(id)d、%(users)s に割り当てられた
kk: #%(id)d, тағайындалған: %(users)s
tr: #%(id)d, sorumlular: %(users)s
uk: #%(id)d, призначений виконавець: %(users)s

source: no one
ca: ningú
el: κανένας
es: nadie
fr: personne
ja: なし
kk: ешкім
tr: kimse
uk: ніхто

source: New Ticket Message For: %s
ca: Nou missatge de Ticket per a: %s
el: Νέο Μήνυμα Αιτήματος Για: %s
es: Nuevo Mensaje de Ticket para: %s
fr: Nouveau Message de Ticket pour : %s
ja: 新しいチケットメッセージ： %s
kk: Тіркелу туралы жаңа билет:%s
uk: Текст нового завдання для: %s

source: Enable Two-factor Authentication
ca: Activar Autenticació en Dos Passos
el: Ενεργοποίηση Ταυτοποίησης Δύο Παραγόντων
es: Habilitar Autenticación en Dos Pasos
fr: Activer l'Authentification à Deux Facteurs
ja: 二要素認証の有効化
kk: Екі факторлы анықтауды қосу

source: Edit Two-factor Authentication
ja: 二要素認証の編集

source: Disable Two-factor Authentication
ca: Deshabilitar l'Autenticació en Dos Passos
el: Απενεργοποίηση Ταυτοποίησης Δύο Παραγόντων
es: Deshabilitar Autenticación en Dos Pasos
fr: Désactiver l'Authentification à Deux Facteurs
ja: 二要素認証の無効化
kk: Екі-факторлы аутентификацияны өшіру

source: Invalid WebAuthn response
ca: Resposta WebAuthn invàlida
el: Μη έγκυρη WebAuthn απάντηση
es: Respuesta WebAuthn inválida
fr: Réponse WebAuthn invalide
ja: 不正な WebAuthn レスポンス
kk: WebAuthn жауабы жарамсыз.

source: Invalid name
ca: Nom invàlid
el: Μη έγκυρο όνομα
es: Nombre inválido
fr: Nom invalide
ja: 不正な名前
kk: Қате есімі.
uk: Некоректне ім'я

source: Staff may not disable 2FA
ca: Els usuaris amb permisos elevats no poden desactivar l'autenticació en dos passos
el: Το προσωπικό δεν μπορεί να απενεργοποιήσει το 2FA
es: El personal con permisos elevados en el sitio no puede desactivar la Autenticación en dos pasos
fr: Le personnel ne peut pas désactiver l'A2F
ja: スタッフは F2A を無効にできません
kk: Қызметкерлердің 2FA өшіруге құқығы жоқ

source: Perform Two-factor Authentication
ca: Realitzeu Autenticació en Dos Passos
el: Εκτέλεση Ταυτοποίησης Δύο Παραγόντων
es: Realizar Autenticación en Dos Pasos
fr: Effectuer l'Authentification à Deux Facteurs
ja: 二要素認証の実施
kk: Екі-факторлы аутентификацияны орындаңыз

source: No such user
ca: No hi ha tal usuari
el: Δεν υπάρχει τέτοιος χρήστης
es: No existe este usuario
fr: Cet utilisateur n'existe pas
ja: そのような利用者はいません
kk: Мұндай қолданушы жоқ
tr: Böyle bir kullanıcı yok
uk: Не існує такого користувача

source: No user handle "%s".
ca: No hi ha cap usuari amb la id "%s".
el: Δεν υπάρχει τέτοιο αναγνωριστικό χρήστη "%s".
es: No hay nombre de usuario "%s".
fr: Pas de nom d'utilisateur « %s ».
ja: 利用者ハンドル "%s" はありません。
kk: "%s" қолданатын дискриптор жоқ.
tr: "%s" adında bir kullanıcı yok.
uk: Нема користувача з логіном "%s".

source: My account
ca: El meu compte
el: Ο λογαριασμός μου
es: Mi cuenta
fr: Mon compte
ja: 自分のアカウント
kk: менің аккаунтым
tr: Hesabım
uk: Мій обліковий запис

source: User %s
ca: Usuari %s
el: Χρήστης %s
es: Usuario %s
fr: Utilisateur %s
ja: 利用者 %s
kk: %s қолданушы
tr: Kullanıcı %s
uk: Корисчтувач %s

source: Login
ca: Iniciar sessió
el: Σύνδεση
es: Iniciar sesión
fr: Entrer
ja: ログイン
kk: Логин
tr: Giriş
uk: Увійти

source: M j, Y, G:i
ca: j M Y, G:i
el: j M Y, G:i
es: j M Y, G:i
fr: j M Y, G \h i
ja: Y年n月j日 G:i
tr: j M Y, G:i

source: Preparing your data...
ca: Preparant les teves dates...
el: Προετοιμασία των δεδομένων σας...
es: Preparando tus datos...
fr: Préparation de vos données...
ja: データを準備しています…
kk: Сіздің деректеріңізді дайындаймыз...

source: Download your data
ca: Descarrega les teves dades
el: Λήψη των δεδομένων σας
es: Descargar tus datos
fr: Télécharger vos données
ja: データのダウンロード
kk: Деректерді жүктеп алыңыз

source: Can't edit profile
ja: プロフィールを編集できません
kk: Профильді өңдеу мүмкін емес

source: Updated on site
ca: Actualitzat al lloc web
el: Ενημερώθηκε στην ιστοσελίδα
es: Actualizado en el sitio
fr: Mise à jour sur le site
ja: サイトで更新
kk: Сайтта жаңартылды
tr: Sitede güncellendi
uk: Оновлено на сайті

source: Edit profile
ca: Edita el perfil
el: Επεξεργασία προφίλ
es: Editar perfil
fr: Modifier le profil
ja: プロフィールの編集
kk: Анкетаны өзгерту
tr: Profili düzenle
uk: Редагувати профіль

source: Generated API token for user
ca: Token API de l'usuari generat
el: Παρήχθη διακριτικό API για το χρήστη
es: Token API generado para el usuario
fr: Jeton API généré pour l'utilisateur
ja: 利用者のAPIトークンを削除しました
kk: Пайдаланушы үшін жасалған API таңбалауышы

source: Removed API token for user
ca: Token API de l'usuari esborrat
el: Αφαιρέθηκε διακριτικό API για το χρήστη
es: Token API eliminado para el usuario
fr: Jeton API supprimé pour l'utilisateur
ja: 利用者のAPIトークンを削除しました
kk: Пайдаланушы үшін API таңбалауышы жойылды

source: Generated scratch codes for user
ca: Codis Scratch de l'usuari generat
el: Παρήχθη κωδικός scratch για το χρήστη
es: Códigos de scratch generados para el usuario
fr: Codes scratch générés pour l'utilisateur
ja: 利用者のスクラッチコードを生成しました
kk: Пайдаланушы үшін жасалған сызат кодтары

source: Leaderboard
ca: Taula de classificació
el: Πίνακας Κατάταξης
es: Tabla de calificación
fr: Tableau de Classement
ja: リーダーボード
kk: Лидерлер тізімі
tr: Sıralama
uk: Таблиця учасників

source: You have been successfully logged out.
el: Αποσυνδεθήκατε επιτυχώς.
fr: Vous avez été déconnecté avec succès.
ja: 正常にログアウトしました。
kk: Сіз жүйеден сәтті шықтыңыз.
uk: Ви успішно вийшли із системи.

source: You have sent too many password reset requests. Please try again later.
fr: Vous avez envoyé trop de demandes de réinitialisation de mot de passe. Veuillez réessayer plus tard.
ja: パスワードリセットのリクエストが多すぎます。あとでもう一度お試しください。
kk: Сіз парольді қалпына келтіру туралы тым көп сұраулар жібердіңіз. Кейінірек қайталап көріңіз.
uk: Ви надіслали забагато запитів на зміну пароля. Спробуйте пізніше.

source: Change your email
ja: メールアドレスの変更

source: Email change requested
ja: メールアドレスの変更がリクエストされました

source: Please click on the link sent to %s.
ja: %sに送信されたリンクをクリックしてください。
