Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: Pretest Execution Results
ca: Resultats dels Casos de Prova Preliminars
el: Αποτελέσματα Εκτέλεσης Προδοκιμής
es: Resultados de la Ejecución de Prueba Previa
fr: Résultats d'Exécution du Prétest
ja: 事前テストの実行結果
kk: Алдын ала тестілеуді орындау нәтижелері
tr: Ön Test Sonuçları
uk: Результат виконання претестів

source: Execution Results
ca: Resultats de l'Execució
el: Αποτελέσματα Εκτέλεσης
es: Resultados de la Ejecución
fr: Résultats d'Exécution
ja: 実行結果
kk: Орындау нәтижелері
tr: Sonuçlar
uk: Результати виконання

source: Batch #%(id)d
ca: Lot #%(id)d
el: Δεσμίδα #%(id)d
es: Lote #%(id)d
fr: Lot #%(id)d
ja: バッチ #%(id)d
kk: #%(id)d партия

source: Case #%(id)d:
ca: Cas #%(id)d:
el: Περίπτωση #%(id)d:
es: Caso #%(id)d:
fr: Cas #%(id)d :
ja: ケース #%(id)d:
kk: Мысал #%(id)d:
uk: Тест #%(id)d:

source: Pretest #%(id)d:
ca: Cas de prova preliminar #%(id)d:
el: Προδοκιμή #%(id)d:
es: Prueba previa #%(id)d:
fr: Prétest #%(id)d :
ja: 事前テスト #%(id)d:
kk: Алдын ала тестілеу #%(id)d:
uk: Претест #%(id)d:

source: Test case #%(id)d:
ca: Cas de prova #%(id)d:
el: Δοκιμαστική περίπτωση #%(id)d:
es: Caso de prueba #%(id)d:
fr: Cas de test #%(id)d :
ja: テストケース #%(id)d:
kk: Тест мысалы #%(id)d:
uk: Тест #%(id)d:

source: Your output (clipped)
ca: La teva sortida (retallada)
el: Η έξοδος σας (κομμένη)
es: Su salida (truncada)
fr: Votre retour (abrégé)
ja: あなたの出力（一部）
kk: Сіздің тұжырымыңыз (кесілген)
tr: Çıktı (kısaltılmış)
uk: Ваш вивід

source: Judge feedback
ca: Resposta del jutge
el: Σχόλια κριτή
es: Respuesta del juez
fr: Commentaires du juge
ja: 判定のフィードバック
kk: бағалаушы кері байланыс
uk: Відповідь сервера

source: Resources:
ca: Recursos:
el: Πόροι:
es: Recursos:
fr: Ressources :
ja: リソース:
kk: Ресурстар:
uk: Ресурси:

source: Maximum single-case runtime:
el: Μέγιστος χρόνος εκτέλεσης μίας περίπτωσης:
fr: Temps d'exécution maximum d'un seul cas :
ja: 最長実行時間:
kk: Бір жағдайда максималды орындау уақыты:
uk: Максимальний час виконання одного тесту:

source: Final pretest score:
ca: Puntuació final dels casos de prova preliminars:
el: Τελική βαθμολογία προδοκιμασίας:
es: Puntuación final de la prueba previa:
fr: Score final du prétest :
ja: 最終の予備テスト点数:
kk: Алдын ала тестілеудің қорытынды есебі:
tr: Ön test puanı:
uk: Кінцевий бал за претести:

source: Final score:
ca: Puntuació final:
el: Τελική βαθμολογία:
es: Puntuación total:
fr: Score final :
ja: 最終得点:
kk: Қорытынды есеп:
tr: Puan:
uk: Кінцевий результат:

source: %(points)s/%(total)s points
el: %(points)s/%(total)s πόντοι
es: %(points)s/%(total)s puntos
ja: %(points)s/%(total)s 点
kk: %(points)s/%(total)s нүкте
uk: %(points)s/%(total)s балів

source: Passing pretests does not guarantee a full score on system tests.
ca: Passar les proves preliminars no guaranteix el mateix resultat en els casos de prova reals.
el: Περνώντας προ-δοκιμές δεν εγγυάται μια πλήρη βαθμολογία στις δοκιμές του συστήματος.
es: Aprobar las pruebas previas no garantiza una puntuación completa en los casos secretos.
ja: 予備テストに通過したことは、システムテストでの満点を保証するものではありません。
kk: Алдын ала сынақтардан өту жүйелік сынақтар бойынша толық балл алуға кепілдік бермейді.
tr: Ön testleri geçmek sistem testlerinde tam puan almayı garantilemez.
uk: Проходження претестів не гарантує повний бал за задачу.

source: Submission aborted!
ca: Enviament avortat!
el: Η υποβολή ακυρώθηκε!
es: ¡Envío abortado!
fr: Soumission abandonnée !
ja: 提出が中断された！
kk: Тапсырылым тоқтатылды!
tr: Çözüm iptal edildi!
uk: Надсилання скасовано!

source: View source
ca: Veure el codi font
el: Προβολή πηγής
es: Ver fuente
fr: Voir la source
ja: ソースの表示
kk: Дереккөзге қарау
tr: Kaynağı görüntüle
uk: Переглянути код

source: Press Ctrl-Enter or Command-Enter to abort.
ca: Prem Ctrl-Enter o Command-Enter per a avortar.
el: Πατήστε Ctrl-Enter ή Command-Enter για ακύρωση.
es: Presione Ctrl-Enter o Comando-Enter para abortar.
fr: Appuyez sur Ctrl-Enter ou Command-Enter pour abandonner.
ja: 中断するには Ctrl-Enter か Command-Enter を押してください。
kk: Тоқтату үшін Ctrl-Enter немесе Command-Enter пернелерін басыңыз.
uk: Натисніть Ctrl+Enter чи Command+Enter для скасування.

source: Abort
ca: Avorta
el: Ακύρωση
es: Abortar
fr: Abandonner
ja: 中断する
kk: Тоқтату
tr: İptal et
uk: Скасувати

source: Mine
ca: Meu
el: Δικές μου
es: Mío
fr: Mien
ja: 自分
kk: менің
tr: Çözümlerim
uk: Мої

source: Best
ca: Millor
el: Καλύτερες
es: El mejor
fr: Meilleur
ja: 最優秀
kk: Үздік
tr: En iyi
uk: Найкращі

source: %(user)s's
ca: De %(user)s
es: De %(user)s
fr: De %(user)s
ja: %(user)s
kk: %(user)s ның
tr: %(user)s
uk: Користувача %(user)s

source: Completed!
el: Ολοκληρώθηκε!
es: ¡Completado!
fr: Terminé !
ja: 完了！
kk: Тапсырыс орындалды!
uk: Завершено!

source: Failed!
fr: Échec !
ja: 失敗！
kk: Қате!

source: Reopened:
ca: Reobert:
el: Ανοιγμένα εκ νέου:
es: Reabierto:
fr: Réouvert :
ja: 再オープンしました:
kk: Қайта ашылды:
tr: Yeniden açıldı:
uk: Повторно відкриті:

source: Closed:
ca: Tancat:
el: Κλειστά:
es: Cerrado:
fr: Fermé :
ja: 閉じられました:
kk: Жабық:
tr: Kapatıldı:
uk: Закрито:

source: Use desktop notification
ca: Activar les notificacions d'escriptori
el: Χρήση ειδοποίησης επιφάνειας εργασίας
es: Usar notificaciones de escritorio
fr: Utiliser la notification de bureau
ja: デスクトップ通知を利用する
kk: Жұмыс үстеліндегі хабарламаны пайдаланыңыз
tr: Masaüstü bildirimlerini kullan
uk: Отримуйте сповіщення на робочому столі

source: Hide closed tickets
el: Απόκρυψη κλειστών αιτημάτων
es: Ocultar tickets cerrados
fr: Masquer les tickets fermés
ja: 閉じたチケットを非表示にする
kk: Жабық билеттерді жасыру
uk: Сховати закриті завдання

source: Show my tickets only
ca: Mostra només els meus tickets
el: Εμφάνιση μόνο των αιτημάτων μου
es: Solo mostrar mis tickets
fr: Afficher mes tickets uniquement
ja: 私のチケットだけを表示する
kk: Тек менің билеттерімді көрсетіңіз
tr: Sadece benim biletlerimi göster
uk: Показати тільки мої завдання

source: Filing user
ca: Usuari remitent
el: Χρήστης αρχειοθέτης
es: Usuario que envía
fr: Utilisateur de dépôt
ja: 利用者を埋める
kk: Тіркеуші пайдаланушы
tr: Dolduran kullanıcı
uk: Користувач, що заповнив

source: Assignee
el: Υπεύθυνος
es: Asignado
fr: Destinataire
ja: 担当者
kk: заңдықабылдаушы
uk: Призначений

source: Title
ca: Títol
el: Τίτλος
es: Título
fr: Titre
ja: 題目
kk: Атауы
tr: Başlık
uk: Заголовок

source: Assignees
ca: Destinataris
el: Υπεύθυνοι
es: Asignados
fr: Destinataires
ja: 担当者
kk: заңдықабылдаушылар
tr: Sorumlular
uk: Призначені

source: messaged on {time}
ca: enviat a les {time}
el: έλαβε μήνυμα στις {time}
es: enviado el {time}
fr: envoyé le {time}
ja: {time}に投稿
kk: жарияланған {time}
uk: повідомлено {time}

source: messaged {time}
ca: enviat {time}
el: έλαβε μήνυμα {time}
es: enviado {time}
fr: envoyé {time}
ja: メッセージの時刻
kk: жарияланған {time}
uk: повідолено о {time}

source: Thanks for opening a ticket!
ca: Gràcies per obrir un ticket!
el: Ευχαριστούμε που ανοίξατε ένα αίτημα!
es: ¡Gracias por abrir un ticket!
fr: Merci d'avoir ouvert un ticket !
ja: チケットを開いてくれてありがとう！
kk: Билетті ашқаныңыз үшін рахмет!
tr: Bilet oluşturduğunuz için teşekkürler!
uk: Дякуємо за відкриття проблеми!

source: Please keep in mind that this form is for reporting issues with a problem statement, and not for asking for help. If you require assistance on solving a problem, ask in the comments instead.
ca: Recorda que aquest formulari es per a comentar problemes amb el problema, i no per a demanar ajuda. Si vols ajuda fes servir els comentaris.
el: Λάβετε υπόψη ότι αυτή η φόρμα είναι για την αναφορά θεμάτων με μία δήλωση προβλήματος και όχι για αναζήτηση βοήθειας. Αν χρειάζεστε βοήθεια για την επίλυση ενός προβλήματος, ρωτήστε στα σχόλια.
es: Por favor tenga en cuenta que este formulario es para informar problemas con una declaración del mismo y no para pedir ayuda. Si necesita ayuda para resolver un problema, pregunte en los comentarios.
fr: Gardez à l'esprit que ce formulaire sert à signaler des problèmes liés à l'énoncé d'un problème, et non à demander de l'aide. Si vous avez besoin d'aide pour résoudre un problème, demandez plutôt dans les commentaires.
ja: このフォームは課題説明における問題を報告するためのものであり、助けを求めるためのものではないことにご注意ください。課題を解くのに援助が必要な場合は、コメントの方を使用してください。
kk: Есіңізде болсын, бұл форма көмек сұрауға емес, есепті баяндауға қатысты мәселелер туралы хабарлауға арналған. Егер Сізге қандай да бір мәселені шешуге көмек қажет болса, оның орнына түсініктемелерден сұраңыз.
tr: Lütfen bu formun problem metni hakkındaki sorunları belirtmek için olduğunu dikkate al. Bu form yardım istemek için değildir. Yardıma ihtiyacın varsa, sorunu yorumlarda sormayı deneyebilirsin.
uk: Пам'ятайте! Повідомлення про проблему - не запит про допомогу! Якщо ви потребуєте допомоги, напишіть в коментарях.

source: Could not change ticket: {error}
es: No se pudo cambiar el ticket: {error}
fr: Impossible de modifier le ticket : {error}
ja: チケットを変更できませんでした: {error}
kk: Билетті ауыстыру мүмкін болмады: {error}
uk: Не вдалося відредагувати завдання: {error}

source: Associated object
ca: Objecte associat
el: Συσχετιζόμενο αντικείμενο
es: Objeto asociado
fr: Objet associé
ja: 関連するオブジェクト
kk: Байланысты объект
tr: İlişkili nesne
uk: Пов'язані об'єкти

source: No one is assigned.
ca: Ningú assignat.
el: Δεν έχει ανατεθεί σε κανέναν.
es: Ninguno asignado.
fr: Personne n'est assigné.
ja: 誰も割り当てられていません。
kk: Ешкім тағайындалмайды.
tr: Kimse atanmamış.
uk: Ніхто не призначений.

source: Close ticket
ca: Tancar ticket
el: Κλείσιμο αιτήματος
es: Cerrar ticket
fr: Fermer le ticket
ja: チケットを閉じる
kk: Билетті жабу
tr: Bileti kapat
uk: Закрити завдання

source: Reopen ticket
ca: Reobrir ticket
el: Εκ νέου άνοιγμα αιτήματος
es: Reabrir ticket
fr: Rouvrir le ticket
ja: チケットを再度開く
kk: Билетті қайта ашыңыз
tr: Bileti yeniden aç
uk: Повторно відкрити завдання

source: Assignee notes
ca: Notes de la persona assignada
el: Σημειώσεις υπεύθυνου
es: Notas de asignado
fr: Notes du destinataire
ja: 担当者メモ
kk: Заңдықолданушылардың ескертулері
tr: Sorumlu notları
uk: Примітки призначеного

source: Nothing here.
ca: Aquí no hi ha res.
el: Δεν υπάρχει κάτι εδώ.
es: Nada aquí.
fr: Rien ici.
ja: 何もありません。
kk: Мұнда ештеңе жоқ.
tr: Burada hiçbir şey yok :(
uk: Здається тут нічого нема.

source: Rank
ca: Classificació
el: Βαθμίδα
es: Rango
fr: Rang
ja: ランク
kk: дәреже
tr: Sıralama
uk: Рейтинг

source: Search by handle...
ca: Cerca per l'adreça...
el: Αναζήτηση με ανγνωριστικό...
es: Buscar por nombre do usuario...
fr: Recherche par nom...
ja: ハンドルで検索…
kk: Дескриптор бойынша іздеу...
tr: Kullanıcı adı ile ara...
uk: Шукати за логіном...

source: The administrators for this site require all the staff to have Two-factor Authentication enabled, so it may not be disabled at this time.
ja: このサイトの管理者はすべてのスタッフに二要素認証を有効にするよう要求していますので、現時点では無効にできません。
kk: Бұл сайттың әкімшілері барлық қызметкерлерден екі-факторлы аутентификацияны қосуды талап етеді, сондықтан оны қазір өшіруге болады.

source: Are you sure you want to generate or regenerate your API token?
ca: Esteu segur que voleu generar o regenerar el token API?
el: Είστε βέβαιοι ότι θέλετε να παράξετε ή να αναπαράξετε το API διακριτικό σας;
es: ¿Estás seguro de que quieres generar o regenerar tu token API?
fr: Êtes-vous sûr de vouloir générer ou régénérer votre jeton API ?
ja: 本当にAPIトークンを生成してもよいですか？
kk: Сіз өзіңіздің API таңбалауышыңызды жасағыңыз немесе қалпына келтіргіңіз келетініне сенімдісіз бе?

source: This will invalidate any previous API tokens.
ca: Això invalidarà qualsevol token API anterior.
el: Αυτό θα ακυρώσει τυχόν προηγούμενα διακριτικά API.
es: Esto invalidará cualquier token de API anterior.
fr: Cela invalidera tous les jetons API précédents.
ja: これにより今までのAPIトークンは無効になります。
kk: Бұл барлық алдыңғы API таңбалауыштарының күшін жояды.

source: It also allows access to your account without Two-factor Authentication.
ca: També permet accés a la compta sense l'Autenticació de dos passos.
el: Επιτρέπει επίσης πρόσβαση στο λογαριασμό σας χωρίς έλεγχο ταυτότητας δύο παραγόντων.
es: También permite el acceso a su cuenta sin autenticación de dos pasos.
fr: Il permet également d'accéder à votre compte sans authentification à deux facteurs.
ja: 二要素認証なしにアカウントにアクセスすることもできます。
kk: Бұл сіздің есептік жазбаңызға екі факторлы аутентификациясыз кіруге мүмкіндік береді.

source: You will not be able to view your API token after you leave this page!
ca: No podràs veure el teu token API després de que deixis aquesta pàgina!
el: Δεν θα είστε σε θέση να δείτε το API διακριτικό σας αφού φύγετε από αυτή τη σελίδα!
es: ¡No podrás ver tu token API después de salir de esta página!
fr: Vous ne pourrez plus voir votre jeton API après avoir quitté cette page !
ja: このページから離れた後は、APIトークンを表示することはできなくなります。
kk: Осы беттен шыққаннан кейін API таңбалауышын көре алмайсыз!

source: Generating...
ca: Generant...
el: Δημιουργία...
es: Generando...
ja: 生成中...
kk: Генерациялау...

source: Remove
ca: Elimina
el: Διαγραφή
es: Eliminar
fr: Supprimer
ja: 削除
kk: Жою
uk: Видалити

source: Are you sure you want to remove your API token?
ca: Estàs segur que vols suprimir el teu token API?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το API διακριτικό σας;
es: ¿Estás seguro de que quieres eliminar tu token de API?
fr: Êtes-vous sûr de vouloir supprimer votre jeton API ?
ja: 本当にAPIトークンを削除してもよいですか？
kk: API таңбалауышыны жойғыңыз келетініне сенімдісіз бе?

source: Generate
ca: Generar
el: Παραγωγή
es: Generar
fr: Générer
ja: 生成
kk: Генерация
uk: Згенерувати

source: Are you sure you want to delete this security key?
ca: Segur que vols suprimir aquesta clau de seguretat?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το κλειδί ασφαλείας;
es: ¿Está seguro que desea eliminar esta clave de seguridad?
fr: Êtes-vous sûr de vouloir supprimer cette clé de sécurité ?
ja: 本当にこのセキュリティキーを削除してもよいですか？
kk: Сіз бұл қауіпсіздік кілтін жойғыңыз келетініне сенімдісіз бе?

source: Are you sure you want to generate or regenerate a new set of scratch codes?
fr: Êtes-vous sûr de vouloir générer ou régénérer un nouveau jeu de codes scratch ?
ja: 本当に新しいスクラッチコードを生成してもよいですか？
kk: Сіз жаңа сызат кодтарының жиынтығын жасағыңыз немесе қалпына келтіргіңіз келетініне сенімдісіз бе?

source: This will invalidate any previous scratch codes you have.
ja: これにより、以前のスクラッチコードはすべて無効になります。
kk: Бұл сізде бар барлық алдыңғы сызат кодтарының күшін жояды.

source: You will not be able to view your scratch codes after you leave this page!
ca: No podràs veure els teus codis Scratch després de que deixis aquesta pàgina!
fr: Vous ne pourrez plus voir vos codes scratch après avoir quitté cette page !
ja: このページから離れた後は、スクラッチコードを表示することはできなくなります。
kk: Осы беттен шыққаннан кейін сызат кодтарын көре алмайсыз!

source: Self-description:
ca: Autodescripció:
el: Αυτο-περιγραφή:
es: Descripción propia:
fr: Auto-description :
ja: 自己紹介:
kk: өзін-өзі сипаттау:
uk: Про мене:

source: Select your closest major city
ca: Tria la ciutat més propera
el: Επιλέξτε την κοντινότερη μεγάλη πόλη
es: Seleccione la ciudad importante más cercana
fr: Sélectionnez votre ville principale la plus proche
ja: 最寄りの大都市を選択してください
kk: Сізге жақын ірі қаланы таңдаңыз
tr: En yakın büyük şehri seç
uk: Оберіть найближче до Вас велике місто

source: Time zone:
ca: Zona horària:
el: Ζώνη ώρας:
es: Zona horaria:
fr: Fuseau horaire :
ja: 時間帯:
kk: Уақыт белдеуі:
uk: Часовий пояс:

source: Language:
ca: Llenguatge:
el: Γλώσσα:
es: Idioma:
fr: Langage :
ja: 言語:
kk: Тілдер:
uk: Мова:

source: Site theme:
ja: サイトテーマ:
kk: Сайт тақырыбы:

source: Editor theme:
ca: Tema de l'editor:
el: Μοτίβο συντάκτη:
es: Tema editor:
fr: Thème de l'éditeur :
ja: エディタのテーマ:
kk: Редактордың тақырыбы:
uk: Редактор тем:

source: Math engine:
ca: Motor matemàtic:
el: Μηχανή μαθηματικών:
es: Motor matemático:
fr: Moteur mathématique :
ja: 数式エンジン:
kk: математикалық қозғалтқыш:

source: Affiliated organizations:
ca: Organitzacions afiliades:
el: Συνδεδεμένοι οργανισμοί:
es: Organizaciones afiliadas:
fr: Organisations affiliées :
ja: 所属組織:
kk: Еншілес ұйымдар:
uk: Організації:

source: Change your avatar
ca: Canviar avatar
el: Αλλάξτε το avatar σας
es: Cambiar tu avatar
fr: Changer votre avatar
ja: アバターの変更
kk: Аваңызды өзгертіңіз:
tr: Profil fotoğrafı değiştir
uk: Змініти світлину

source: Change your password
ca: Canvia la teva contrasenya
el: Αλλάξτε τον κωδικό σας
es: Cambiar tu contraseña
fr: Changer votre mot de passe
ja: パスワードの変更
kk: Құпия сөзді өзгерту
tr: Şifre değiştir
uk: Змініть Ваш пароль

source: API token:
ca: Token de l'API:
el: Διακριτικό API:
es: Token API:
fr: Jeton API :
ja: APIトークン:
kk: API белгі:
uk: Ключ API:

source: Hidden
ca: Ocult
el: Κρυφό
es: Oculto
fr: Caché
ja: 非表示
kk: жасырын
uk: Схований

source: Two-factor authentication is enabled:
ja: 二要素認証は有効になっています:
kk: Екі-факторлы авторизация қосылған:

source: Scratch codes:
ca: Codis Scratch:
el: Κωδικοί scratch:
es: Códigos scratch:
fr: Codes scratch :
ja: スクラッチコード:
kk: скретч-коды:

source: If you ever need more scratch codes, you can regenerate them here.
fr: Si vous avez besoin de plus de codes scratch, vous pouvez les régénérer ici.
ja: スクラッチコードがさらに必要な場合は、ここで再生成できます。
kk: Егер сізге қосымша сызат кодтары қажет болса, оларды осы жерден қалпына келтіруге болады.

source: Two-factor Authentication is disabled:
ca: S'ha desactivat l'autenticació de dos passos:
el: Η ταυτοποίηση δύο παραγόντων είναι απενεργοποιημένη:
es: Autenticación en dos pasos deshabilitada:
fr: L'authentification à deux facteurs est désactivée :
ja: 二要素認証は無効になっています:
kk: Екі факторлы аутентификация өшірілген:
uk: Двох-факторна авторизація вимкнена:

source: Security keys:
ca: Claus de seguretat:
el: Κλειδιά ασφαλείας:
es: Claves de seguridad:
fr: Clés de sécurité :
ja: セキュリティキー:
kk: Қауіпсіздік кілттері:

source: Delete
ca: Eliminar
el: Διαγραφή
es: Eliminar
fr: Supprimer
ja: 削除
kk: Жою
uk: Видалити

source: Enter a name for this key
ca: Entreu un nom per a aquesta clau
el: Εισάγετε όνομα για αυτό το κλειδί
es: Introduzca un nombre para esta clave
fr: Saisissez un nom pour cette clé
ja: このキーの名前を入力してください
kk: Осы кілттің атын енгізіңіз

source: Add
ca: Afegir
el: Προσθήκη
es: Añadir
fr: Ajouter
ja: 追加
uk: Додати

source: User-script:
ca: Script d'usuari:
el: Script χρήστη:
es: Script de usuario:
fr: Script utilisateur :
ja: 利用者スクリプト:
kk: пайдаланушы скрипі
uk: Скрипт користувача:

source: Update profile
ca: Actualitzar perfil
el: Ενημέρωση προφίλ
es: Actualizar perfil
fr: Mettre à jour profil
ja: プロフィールの更新
kk: Профильді жаңарту
tr: Profilini güncelle
uk: Зберегти зміни

source: weighted %(percent)s (%(pp)spp)
ca: ponderat %(percent)s (%(pp)spp)
es: ponderado %(percent)s (%(pp)spp)
fr: pondérée %(percent)s (%(pp)spp)
ja: 重み%(percent)s（%(pp)spp）
kk: %(percent)s (%(pp)spp) өлшенген

source: Are you sure you want to prepare a download?
ca: Segur que vols preparar una descàrrega?
el: Είστε βέβαιοι ότι θέλετε να προετοιμάσετε μια λήψη;
es: ¿Estás seguro de que quieres preparar una descarga?
ja: 本当にダウンドーロの準備をしますか？
kk: Жүктеуді дайындағыңыз келетініне сенімдісіз бе?

source: We are currently preparing your data.
ca: Estem preparant les teves dades actualment.
el: Αυτή τη στιγμή προετοιμάζουμε τα δεδομένα σας.
es: Actualmente estamos preparando tus datos.
fr: Nous sommes en train de préparer vos données.
ja: 現在データを準備しています。
kk: Қазіргі уақытта біз сіздің деректеріңізді дайындап жатырмыз.

source: Track progress
ca: Segueix el progrès
el: Παρακολούθηση προόδου
es: Monitorizar progreso
fr: Suivre la progression
ja: 進捗を管理
kk: Прогресті бақылау
uk: Відстежувати прогрес

source: You may only prepare a new data download once every %(duration)s.
fr: Vous ne pouvez préparer un nouveau téléchargement de données qu'une fois tous les %(duration)s.
ja: 新しいデータのダウンロードの準備は %(duration)s の期間で1回のみ可能です。
kk: Сіз жаңа деректерді жүктеуді әрбір %(duration)s бір рет қана дайындай аласыз.

source: Once your data is ready, you will find a download link on this page.
ca: Un cop les teves dades estiguin llestes, trobaràs un enllaç de descàrrega en aquesta pàgina.
el: Μόλις τα δεδομένα σας είναι έτοιμα, θα βρείτε ένα σύνδεσμο λήψης σε αυτή τη σελίδα.
es: Una vez que sus datos estén listos, encontrará un enlace de descarga en esta página.
ja: データの準備ができたら、このページにダウンロードのリンクが表示されます。
kk: Деректер дайын болғаннан кейін сіз осы бетте жүктеу сілтемесін таба аласыз.
uk: Щойно Ваші дані будуть готові, на цій сторінці з'явиться посилання на їх завантаження.

source: Submissions
ca: Enviaments
el: Υποβολές
es: Envíos
fr: Soumissions
ja: 提出
kk: Тапсырылымдар
uk: Розв'язки

source: Prepare new download
ca: Preparar una nova descàrrega
el: Προετοιμασία νέας λήψης
es: Preparar nueva descarga
fr: Préparer un nouveau téléchargement
ja: 新しいダウンロードを準備
kk: Жаңа жүктеуді дайындау

source: Prepare download
ca: Preparar una descàrrega
el: Προετοιμασία λήψης
es: Preparar descarga
fr: Préparer le téléchargement
ja: ダウンロードを準備
kk: Жүктеуді дайындау

source: Download prepared data
ca: Descarregar dades preparades
el: Λήψη έτοιμων δεδομένων
es: Descargar datos preparados
fr: Télécharger les données préparées
ja: 準備されたデータをダウンロード
kk: Дайындалған деректерді жүктеңіз

source: Your data is ready!
ca: Les teves dades estan llestes!
el: Τα δεδομένα σας είναι έτοιμα!
es: ¡Tus datos están listos!
fr: Vos données sont prêtes !
ja: データの準備ができました！
kk: Сіздің деректеріңіз дайын!
uk: Ваші дані готові!

source: You will need to wait %(countdown)s to prepare a new data download.
es: Tendrás que esperar %(countdown)s para preparar una nueva descarga de datos.
fr: Vous devrez attendre %(countdown)s pour préparer un nouveau téléchargement de données.
ja: 新しいデータのダウンロードの準備には、%(countdown)s待たなければいけません。
kk: Жаңа деректерді жүктеуді дайындау үшін %(countdown)s күту керек.
uk: Зачекайте, будь ласка, ми готуємо Ваші дані. Залишилось %(countdown)s.

source: Download data
ca: Descarregar dades
el: Λήψη δεδομένων
es: Descargar datos
fr: Télécharger les données
ja: データをダウンロード
kk: Деректерді жүктеп алыңыз
uk: Завантажити дані

source: From
ca: Des de
el: Από
es: De
fr: De
ja: 出身
kk: Басы
tr: Organizasyonlar
uk: Від

source: Admin notes:
ca: Notes de l'administrador:
el: Σημειώσεις διαχειριστή:
es: Notas de la administración:
fr: Notes de l'administrateur :
ja: 管理者メモ:
kk: Әкімші ескертпелері
uk: Примітки адмністратора:

source: About
ca: Quant a
el: Σχετικά
es: Sobre
fr: A propos
ja: 概要
kk: Біз туралы
tr: Hakkında
uk: Про систему

source: You have not shared any information.
ca: Encara no has introduït cap informació.
el: Δεν έχετε κοινοποιήσει καμία πληροφορία.
es: No has compartido ninguna información.
fr: Vous n'avez partagé aucune information.
ja: あなたは、いかなる情報も共有していません。
kk: Сіз ешқандай ақпаратпен бөліспедіңіз.
tr: Henüz hiçbir bilgi paylaşmadın.
uk: Ви ще не ділилися жодною інформацією.

source: This user has not shared any information.
ca: Aquest usuari encara no ha introduït cap informació.
el: Αυτός ο χρήστης δεν έχει κοινοποιήσει καμία πληροφορία.
es: Este usuario no ha compartido ninguna información.
fr: Cet utilisateur n'a partagé aucune information.
ja: この利用者は、いかなる情報も共有していません。
kk: Бұл пайдаланушы ешқандай ақпаратпен бөліспеді.
tr: Bu kullanıcı henüz hiçbir bilgi paylaşmadı.
uk: Цей користувач ще нічим не ділився.

source: Sun
el: Κυρ
es: Dom
fr: Dim
ja: 日
kk: Жс
uk: Нд

source: Mon
el: Δε
es: Lun
fr: Lun
ja: 月
kk: Дүй
uk: Пн

source: Tues
el: Τρί
es: Mar
fr: Mar
ja: 火
kk: Сейсен
uk: Вт

source: Wed
el: Τετ
es: Mié
fr: Mer
ja: 水
kk: Сәр.
uk: Ср

source: Thurs
el: Πεμ
es: Jue
fr: Jeu
ja: 木
kk: Бс
uk: Чт

source: Fri
el: Παρ
es: Vie
fr: Ven
ja: 金
kk: жұма
uk: Пт

source: Sat
el: Σαβ
es: Sáb
fr: Sam
ja: 土
kk: Сен.
uk: Сб

source: Less
el: Λιγότερα
es: Menos
fr: Moins
ja: 少なく表示
kk: Азырақ
uk: Менше

source: More
el: Περισσότερα
es: Más
fr: Plus
ja: その他
kk: Тағы
uk: Більше

source: Rating history
el: Ιστορικό αξιολόγησης
es: Historial de puntuaciones
fr: Historique des classements
ja: 評価履歴
kk: Рейтинг тарихы
uk: Історія рейтингу
