Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: Input file for case %d does not exist: %s
ca: L'arxiu d'entrada per el cas %d no existeix: %s
el: Αρχείο εισαγωγής για την περίπτωση %d δεν υπάρχει: %s
es: El archivo de entrada para el caso %d no existe: %s
fr: Le fichier d'entrée pour le cas %d n'existe pas : %s
ja: ケース%dの入力ファイルが存在しません: %s
kk: %d жағдайына арналған кіріс файлы жоқ: %s
tr: Test #%d için girdi dosyası yok: %s

source: Output file for case %d does not exist: %s
ca: L'arxiu de sortida per el cas %d no existeix: %s
el: Αρχείο εξόδου για την περίπτωση %d δεν υπάρχει: %s
es: El archivo de salida para el caso %d no existe: %s
fr: Le fichier de sortie pour le cas %d n'existe pas : %s
ja: ケース%dの出力ファイルが存在しません: %s
kk: %d жағдайына арналған шығыс файлы жоқ: %s
tr: Test #%d için çıktı dosyası yok: %s
uk: Вихідного файлу для тесту № %d не існує: %s

source: Batch start case #%d requires points.
ca: El cas #%d d'inici de lot necessita punts.
el: Η περίπτωση έναρξης δεσμίδας #%d χρειάζεται πόντους.
es: El caso de inicio de lote #%d requiere puntos.
ja: ケース #%d のバッチ開始には点数が必要です。
kk: #%d пакетін іске қосу үшін ұпайлар қажет.
tr: Küme başlangıç testi #%d puan değerine sahip olmalıdır.

source: Dependencies must be a comma-separated list of integers for batch start case #%d.
ja: バッチ開始ケース #%d に対して、依存関係は整数のコンマ区切りリストでなければなりません。

source: Dependencies must depend on previous batches for batch start case #%d.
ja: バッチ開始ケース #%d に対して、それより前のバッチに依存する必要があります。

source: Dependencies must be positive for batch start case #%d.
ja: バッチ開始ケース #%d に対して、依存関係は正の値でなければなりません。

source: Attempt to end batch outside of one in case #%d.
ca: Intent d'acabar un batch fora d'un en el cas #%d.
el: Προσπάθεια τερματισμού δεσμίδας εκτός μίας στην περίπτωση #%d.
es: Intento de acabar el grupo de casos fuera de uno en el caso #%d.
ja: ケース #%d の外でバッチの終了を試みる。
kk: Пакетті бір жағдайда аяқтауға тырысыңыз #%d.

source: How did you corrupt the zip path?
ca: Com has corromput el path al zip?
el: Πώς έχετε αλλοιώσει το μονοπάτι zip;
es: ¿Cómo ha corrompido la ruta del archivo zip?
fr: Comment avez-vous corrompu le chemin zip ?
ja: どのようにあなたが zip パスを破損したか？
kk: Пошта жолын қалай бұздыңыз?
tr: Zip yolunu bozmayı nasıl becerdin?

source: How did you corrupt the generator path?
ca: Com has corromput el path al generador?
el: Πώς έχετε αλλοιώσει το μονοπάτι της γεννήτριας;
es: ¿Cómo corrompió la ruta del generador?
fr: Comment avez-vous corrompu le chemin du générateur ?
ja: どのようにあなたがジェネレータのパスを破損したか？
kk: Генератор жолын қалай бұздыңыз?
tr: Generator yolunu bozmayı nasıl becerdin?

source: Wrong
ca: Erroni
el: Λάθος
es: Incorrecto
fr: Mauvais
ja: 間違った
kk: Қате
uk: Неправильно

source: Timeout
ca: Temps exhaurit
el: Λήξη χρονικού ορίου
es: Tiempo Agotado
fr: Expiré
ja: 時間切れ
kk: Күту уақыты
uk: Час вийшов

source: Error
el: Σφάλμα
fr: Erreur
ja: エラー
kk: Қате
uk: Помилка

source: This password is too common.
ca: La contrasenya és massa comuna.
el: Αυτός ο κωδικός πρόσβασης είναι πολύ συνηθισμένος.
es: Esta contraseña es demasiado común.
fr: Ce mot de passe est trop courant.
ja: このパスワードはありふれています。
kk: Бұл құпия сөз тым кең таралған.
uk: Пароль надто поширений.

source: Your password can't be a commonly used password.
ca: La teva contrassenya no pot ser una contrassenya comuna.
el: Ο κωδικός πρόσβασής σας δεν πρέπει να είναι κοινής χρήσης κωδικός πρόσβασης.
es: Tu contraseña no puede ser una contraseña común.
fr: Votre mot de passe ne peut pas être un mot de passe couramment utilisé.
ja: 一般的にパスワードとして使用できるものではありません。
kk: Сіздің құпия сөзіңіз жиі қолданылатын құпия сөз бола алмайды.
uk: Ваш пароль не може бути загальновживаним.

# time format with day
source: %d day %h:%m:%s
ca: %d dia %h:%m:%s
el: %d ημέρα %h:%m:%s
es: %d día %h:%m:%s
fr: %d jour %h:%m:%s
ja: %d 日 %h:%m:%s
kk: %d күн %h:%m:%s
tr: %d gün, %h:%m:%s

# time format no seconds with day
source: %d day %h:%m
ca: %d dia %h:%m
el: %d ημέρα %h:%m
es: %d día %h:%m
fr: %d jour %h:%m
ja: %d 日 %h:%m
kk: %d күн %h:%m
tr: %d gün, %h:%m

source: %d day
ca: %d dia
el: %d ημέρα
es: %d día
fr: %d jour
ja: %d 日
kk: %d күн
tr: %d gün
uk: %d день

source: Page %d of Posts
ca: Pàgina %d d'Entradres
el: Σελίδα %d Αναρτήσεων
es: Página %d de Posts
fr: Page %d d'articles
ja: 投稿のページ %d
kk: %d хабарламалар беті
tr: Sayfa %d
uk: Сторінка %d постів

source: Messing around, are we?
ca: Toquetejant-me el programa, eh?
el: Σαχλαμαρίζουμε, ε;
es: ¿Nos aburrimos, eh?
fr: En train de déconner, hein ?
ja: 私たちはめちゃくちゃですか？
kk: Жетіспейтін, солай емес пе?
tr: Ooo, bakıyorum da etrafı karıştırıyoruz.

source: You must solve at least one problem before you can vote.
ca: Has de resoldre com a mínim un problema abans de poder votar.
el: Πρέπει να λύσετε τουλάχιστον ένα πρόβλημα πριν μπορέσετε να ψηφίσετε.
es: Debes resolver como mínimo un problema antes de poder votar.
fr: Vous devez résoudre au moins un problème avant de pouvoir voter.
ja: 投票のためには少なくとも1つの課題を解く必要があります。
kk: Дауыс бермес бұрын кем дегенде бір есепті шешу керек.
uk: Ви маєте розв'язати щонайменше 1 задачу, щоб могти проголосувати.

source: Comment not found.
el: Το σχόλιο δεν βρέθηκε.
es: Comentario no encontrado.
fr: Commentaire non trouvé.
ja: コメントがありません。
kk: Пікір табылмады.
uk: Змагання не знайдено.

source: You cannot vote on your own comments.
el: Δεν μπορείτε να ψηφίσετε για τα δικά σας σχόλια.
fr: Vous ne pouvez pas voter sur vos propres commentaires.
ja: 自分のコメントに投票することはできません。
kk: Өз пікіріңізге дауыс бере алмайсыз.
uk: Ви не можете голосувати за власний коментар.

source: You already voted.
ca: Ja has votat.
el: Έχετε ήδη ψηφίσει.
es: Ya has votado.
fr: Vous avez déjà voté.
ja: あなたは既に投票しました。
kk: Дауыс беріп қойдыңыз.
tr: Zaten oy verdin.
uk: Ви вже проголосували.

source: Edited from site
ca: Editat des de'l lloc web
el: Επεξεργάστηκε από την ιστοσελίδα
es: Editado desde sitio
fr: Modifié à partir du site
ja: サイトから編集された
kk: Сайттан өңделген
tr: Site aracılığıyla düzenlendi
uk: Відредаговано через сайт

source: Editing comment
ca: Editant comentari
el: Επεξεργασία σχολίου
es: Editando comentario
fr: Édition du commentaire
ja: コメントの編集
kk: Пікірді өзгерту
tr: Yorum düzenleniyor
uk: Редагування кометарю

source: No such contest
ca: No es troba aquest concurs
el: Δεν υπάρχει τέτοιος διαγωνισμός
es: No hay tal concurso
fr: Ce concours n'existe pas
ja: そのようなコンテストはありません
kk: Мұндай контест жоқ
tr: Böyle bir yarışma yok :(
uk: Нема такого змагання

source: Could not find a contest with the key "%s".
ca: No s'ha pogut trobar un concurs amb la clau "%s".
el: Αδυναμία εύρεσης διαγωνισμού με κλειδί "%s".
es: No se pudo encontrar un concurso con la clave "%s".
fr: Impossible de trouver un concours avec la clé « %s ».
ja: 鍵 "%s" を持つコンテストは見つかりませんでした。
kk: "%s" кілті бар контест табылмады.
tr: "%s" anahtarıyla bir yarışma bulunamadı.
uk: Н вдалось знайти змагання з ключем "%s".

source: Contests
ca: Concursos
el: Διαγωνισμοί
es: Concursos
fr: Concours
ja: コンテスト
kk: Сайыстар
tr: Yarışmalar
uk: Змагання

source: Could not find such contest.
ca: No es troba aquest concurs.
el: Αδυναμία εύρεσης τέτοιου διαγωνισμού.
es: No se pudo encontrar dicho concurso.
fr: Impossible de trouver un tel concours.
ja: このようなコンテストは見つかりませんでした。
kk: Мұндай сайыс табылмады.
tr: Yarışma bulunamadı.
uk: Не вдалось знайти змагання.

source: Access to contest "%s" denied
ca: S'ha denegat l'accés al concurs "%s"
el: Πρόσβαση στο διαγωνισμό "%s" απορρίφθηκε
es: Acceso al concurso "%s" denegado
fr: Accès au concours « %s » refusé
ja: コンテスト "%s" へのアクセスは拒否されました
kk: "%s" сайысына рұқсат жоқ.
tr: "%s" yarışmasına erişimin yok
uk: У доступі до змагання "%s" відмовлено

source: Clone Contest
ca: Clonar Concurs
el: Κλωνοποίηση Διαγωνισμού
es: Clonar Concurso
fr: Cloner Concours
ja: コンテストをクローンする
kk: Сайысты Клондау
uk: Дублювати змагання

source: Cloned contest from %s
el: Κλωνοποιημένος διαγωνισμός από %s
fr: Concours cloné de %s
ja: %sからクローンされたコンテスト
kk: %s сайысынан клондалды
uk: Змагання склоновано з %s

source: Contest not ongoing
ca: El concurs no està en curs
el: Ο διαγωνισμός δεν βρίσκεται σε εξέλιξη
es: Concurso no en curso
fr: Concours non en cours
ja: 開催中ではないコンテスト
kk: Байқау өткізілмейді
tr: Yarışma devam etmiyor
uk: Змагання не відбувається зараз

source: "%s" is not currently ongoing.
ca: "%s" no està en curs actualment.
el: "%s" δεν βρίσκεται σε εξέλιξη.
es: "%s" no esta actualmente en curso.
fr: « %s » n'est pas en cours actuellement.
ja: "%s" は現在開催中ではありません。
kk: "%s" қазіргі уақытта жүргізілмейді.
tr: "%s" şu anda devam etmiyor.
uk: "%s" не відбувається зараз.

source: Banned from joining
ca: BANEJAT
el: Αποκλεισμένος από συμμετοχή
es: PUM Baneado
fr: Interdit de rejoindre
ja: 参加が禁止されている
kk: Қосылуға тыйым салынады
uk: Заборонено приєднання

source: You have been declared persona non grata for this contest. You are permanently barred from joining this contest.
ca: Has estat declarat persona non grata per aquest concurs. Estas vetat permanentment.
el: Έχετε κηρυχθεί persona non grata για αυτόν τον διαγωνισμό. Είστε μόνιμα αποκλεισμένοι από το να συμμετάσχετε σε αυτόν τον διαγωνισμό.
es: Has sido declarado persona non grata para este concurso. Quedas desterrado para siempre.
fr: Vous êtes persona non grata pour ce concours. Il vous est définitivement interdit de participer à ce concours.
ja: あなたはこのコンテストには「好ましくない人（ペルソナ・ノン・グラータ）」とされています。このコンテストへの参加は永久に禁止されています。
kk: Сіз бұл байқауда non grata тұлғасы деп жарияландыңыз. Сізге бұл байқауға қатысуға біржола тыйым салынады.
uk: Ви в списику персон нон-ґрата на це змагання. Вам заборонене приєднання.

source: Cannot enter
el: Αδυναμία εισόδου
es: No se puede entrar
fr: Impossible d'entrer
ja: 参加不可能
kk: Кіру мүмкін емес
uk: Неможливо зайти

source: You are not able to join this contest.
el: Δεν έχετε τη δυνατότητα να συμμετάσχετε σε αυτόν τον διαγωνισμό.
es: No puedes unirte a este concurso.
fr: Vous ne pouvez pas rejoindre ce concours.
ja: あなたはこのコンテストに参加できません。
kk: Сіз бұл байқауға қатыса алмайсыз.
uk: Ви не можете приєднатися до цього змагання.

source: Enter access code for "%s"
ca: Entra el codi d'accés per a "%s"
el: Εισάγετε κωδικό πρόσβασης για το "%s"
es: Ingrese el código de acceso para "%s"
fr: Saisissez le code d'accès pour « %s »
ja: "%s" のアクセスコードを入力してください
kk: "%s" кіру кодын енгізіңіз
tr: “%s” için erişim kodunu gir
uk: Уведіть код доступу для "%s"

source: You are not in contest "%s".
ca: No estas en el concurs "%s".
el: Δεν είστε στο διαγωνισμό "%s".
es: No estás en el concurso "%s".
fr: Vous n'êtes pas dans le concours « %s ».
ja: あなたはコンテストに参加していません: "%s"。
kk: Сіз жарысқа қатыспайсыз "%s".
tr: "%s" yarışmasında değilsin.
uk: Ви не берете участь у "%s".

source: Contests in %(month)s
ca: Concursos en %(month)s
el: Διαγωνισμοί %(month)s
es: Concursos en %(month)s
fr: Concours en %(month)s
ja: %(month)sのコンテスト
kk: %(month)s байқаулар
tr: %(month)s ayındaki yarışmalar
uk: Змагання у %(month)s

source: F Y
es: F \d\e Y
ja: Y年n月

source: %s Statistics
ca: Estadístiques de %s
el: %s Στατιστικά
es: %s Estadísticas
fr: Statistiques de %s
ja: %s の統計情報
kk: %s Статистика
uk: %s Статистика

source: %s Rankings
ca: Classificacions de %s
el: %s Κατάταξη
es: %s Clasificaciones
fr: Classement de %s
ja: %s 順位表
kk: %s Рейтингтер
tr: %s - Sıralama
uk: %s Рейтинг

source: Your participation in %(contest)s
ca: La teva participació en %(contest)s
el: Η συμμετοχή σας στο %(contest)s
es: Su participación en %(contest)s
fr: Votre participation à %(contest)s
ja: あなたの %(contest)s への参加
kk: Сіздің %(contest)s қатысуыңыз
uk: Ваша участь у %(contest)s

source: %(user)s's participation in %(contest)s
ca: Participació de %(user)s en %(contest)s
el: Συμμετοχή του/της %(user)s στο %(contest)s
es: Participación de %(user)s en %(contest)s
fr: La participation de %(user)s à %(contest)s
ja: %(user)s の %(contest)s への参加
kk: %(user)s %(contest)s қатысуыңыз
uk: участь користувача %(user)s у %(contest)s

source: Live
ca: En directe
el: Ζωντανά
es: En vivo
fr: En direct
ja: ライブ
kk: Тікелей эфир
tr: Canlı
uk: На живо

source: Participation
ca: Participació
el: Συμμετοχή
es: Participación
ja: 参加
kk: қатысу
tr: Katılım
uk: Участь

source: %s MOSS Results
ca: Resultats del MOSS per a %s
el: %s MOSS Αποτελέσματα
es: %s Resultados del Sistema antiplagio MOSS
fr: Résultats MOSS de %s
ja: %s MOSS 結果
kk: %s MOSS Нәтиже

source: Running MOSS for %s...
ca: Executant sistema anticòpia MOSS per a %s...
el: Εκτέλεση MOSS για %s...
es: Ejecutando sistema antiplagio MOSS para %s...
fr: Exécution du MOSS pour %s...
ja: %s に対して MOSS を実行しています…
kk: Жүгіретін MOSS үшін %s...

source: Contest tag: %s
ca: Etiqueta de concurs: %s
el: Ετικέτα διαγωνισμού: %s
es: Etiqueta de concurso: %s
fr: Balise de concours : %s
ja: コンテストタグ: %s
kk: контест белгілері: %s
tr: Yarışma etiketi: %s
uk: Теги змагання: %s

source: 404 error
ca: Error 404
el: 404 σφάλμα
es: error 404
fr: Erreur 404
ja: 404エラー
kk: 404 қатесі
tr: 404 Hatası
uk: Помилка 404

source: Could not find page "%s"
ca: No s'ha pogut trobar la pàgina "%s"
el: Αδυναμία εύρεσης σελίδας "%s"
es: No se pudo encontrar la página "%s"
fr: Impossible de trouver la page « %s »
ja: ページ "%s" が見つかりませんでした
kk: Бетті табу мүмкін болмады "%s"
tr: "%s" sayfası bulunamadı
uk: Не вдалось знайти сторінку "%s"

source: no permission for %s
ca: sense permís per a %s
el: χωρίς άδεια για %s
es: ningún permiso para %s
fr: pas de droit pour %s
ja: %s への許可がありません
kk: %s үшін рұқсат жоқ
tr: %s için erişim izni yok
uk: нема доступу до "%s"

source: corrupt page %s
ca: pàgina corrupta %s
el: αλλοιωμένη σελίδα %s
es: página corrupta %s
fr: page corrompue %s
ja: 破損ページ %s
kk: %s бүлінген бет
tr: bozuk sayfa "%s"
uk: пошкоджена сторінка "%s"

source: Runtimes
ca: Execucions
el: Χρόνοι εκτέλεσης
es: Tiempo de ejecución
fr: Temps d'exécution
ja: ランタイム
kk: Рантаймдар
tr: Dil sürümleri
uk: Тестування

source: No such organization
ca: No s'ha trobat aquesta organització
el: Δεν υπάρχει τέτοιος οργανισμός
es: Ninguna organización
fr: Cette organisation n'existe pas
ja: このような組織はありません
kk: Мұндай ұйым жоқ
tr: Böyle bir organizasyon yok :(
uk: Не існує такої організації

source: Could not find an organization with the key "%s".
ca: No s'ha pogut trobar una organització amb la clau "%s".
el: Αδυναμία εύρεσης οργανισμού με κλειδί "%s".
es: No se encontró una organización con la clave "%s".
fr: Impossible de trouver une organisation avec la clé « %s ».
ja: 鍵 "%s" を持つ組織は見つかりませんでした。
kk: "%s" кілті бар контест табылмады.
tr: "%s" anahtarına sahip bir organizasyon bulunamadı.
uk: Не вдалось знайти організацію з ключем "%s".

source: Could not find such organization.
ca: No s'ha trobat aquesta organització.
el: Αδυναμία εύρεσης τέτοιου οργανισμού.
es: No se pudo encontrar tal organización.
fr: Impossible de trouver une telle organisation.
ja: このような組織を見つけることができませんでした。
kk: Мұндай ұйымды таба алмадым.
tr: Böyle bir organizasyon bulunamadı.
uk: Не вдалось знайти організацію.

source: Organizations
ca: Organitzacions
el: Οργανισμοί
es: Organizaciones
fr: Organisations
ja: 組織
kk: Ұйымдар
tr: Organizasyonlar
uk: Організації

source: %s Members
ca: Membres de %s
el: %s Μέλη
es: %s Miembros
fr: Membres de %s
ja: %s のメンバー
kk: %s мүше
tr: %s üye
uk: %s Користувачів

source: Joining organization
ca: Unint-se a l'organització
el: Εγγραφή στον οργανισμό
es: Unirse a la organización
fr: Rejoindre l'organisation
ja: 所属している組織
kk: Ұйымға қосылу
tr: Organizasyona katılım
uk: Приєднання до організації

source: You are already in the organization.
ca: Ja estàs en l'organització.
el: Είστε ήδη μέλος αυτού του οργανισμού.
es: Ya estas en esta organización.
fr: Vous êtes déjà dans l'organisation.
ja: あなたは、既にこの組織にしょぞくしています。
kk: Сіз қазірдің өзінде ұйымдасыз.
tr: Bu organizasyonda zaten varsın.
uk: Ви вже є учасником цієї організації.

source: This organization is not open.
ca: Aquesta organització no està oberta.
el: Αυτός ο οργανισμός δεν είναι ανοιχτός.
es: Esta organización no está abierta.
fr: Cette organisation n'est pas ouverte.
ja: この組織は公開ではありません。
kk: Бұл ұйым ашық емес.
tr: Bu organizasyon açık değil.
uk: Організація не публічна.

source: Leaving organization
ca: Abandonant l'organització
el: Αποχώρηση από τον οργανισμό
es: Abandonar organización
fr: Quitter l'organisation
ja: 組織から脱退する
kk: Ұйымға қосылу
tr: Organizasyondan çık
uk: Покинути організцію

source: You are not in "%s".
ca: No estas en "%s".
el: Δεν είστε στο "%s".
es: No estás en "%s".
fr: Vous n'êtes pas dans « %s ».
ja: あなたは "%s" に所属していません。
kk: Сіз "%s" жоқсыз.
tr: "%s" içinde değilsin.
uk: Ви не берете участі у "%s".

source: Can't request to join %s
el: Δεν μπορείτε να αιτηθείτε να εγγραφείται στο %s
es: No se puede solicitar unirse %s
fr: Impossible de demander à rejoindre %s
ja: %sへの参加申し込みはできません
kk: %s қосылуды сұрай алмайды
uk: Не можливо подати заявку на вступ до %s

source: You already have a pending request to join %s.
el: Έχετε ήδη ένα αίτημα σε εκκρεμότητα για εγγραφή στο %s.
es: Ya tienes una solicitud pendiente para unirte a %s.
fr: Vous avez déjà une demande d'adhésion à %s en attente.
ja: すでに %s への参加申し込みがされています。
kk: %s сізде қосылуға сұраныс күтіп тұр.
uk: У Вас є активний запит на вступ до %s.

source: Request to join %s
ca: Sol·licitud d'unir-se a %s
el: Αίτηση εγγραφής στο %s
es: Solicitar para unirse %s
fr: Demande d'adhésion à %s
ja: %s への参加を申し込む
kk: %s қосылу туралы сұрау
tr: %s'ye katılma isteği
uk: Зробити запит на вступ до %s

source: Join request detail
ca: Detall de la sol·licitud
el: Λεπτομέρειες αίτησης εγγραφής
es: Únete a detalle de la solicitud
fr: Détails de la demande d'adhésion
ja: 参加申込みの詳細
kk: Қосылу туралы сұрау туралы толық ақпарат
tr: Katılma isteği detayı
uk: Деталі запиту на приєднання

source: Managing join requests for %s
ca: Administrants sol·licituds per a %s
el: Διαχείριση αιτήσεων εγγραφής για %s
es: Gestionar solicitudes de unirse para %s
fr: Gestion des demandes d'adhésion à %s
ja: %s への参加申込みを管理する
kk: %s үшін қосылу сұрауларын басқару
tr: %s - Katılım isteklerini yönet
uk: Перегляд запиту на приєднання %s

source: Your organization can only receive %d more member.
ca: La teva organització només pot tenir %d membre més.
es: Su organización solo puede recibir %d miembro más.
fr: Votre organisation ne peut accueillir que %d membre de plus.
ja: あなたの組織はあと%d人のメンバーしか受け入れられません。
kk: Сіздің ұйымыңыз тек %d көбірек қатысушы қабылдай алады.
uk: Ваша організація зможе прийняти ще %d учасника.

source: You cannot approve %d user.
ca: No pots aprovar %d usuari.
el: Δεν μπορείτε να εγκρίνετε %d χρήστη.
es: No puede aprobar %d usuario.
fr: Vous ne pouvez pas approuver %d utilisateur.
ja: あなたは%d人の利用者を承認できません。
kk: Сіз %d пайдаланушыны мақұлдай алмайсыз.
uk: Ви не можете підтвердити %d користувача.

source: Approved %d user.
ca: %d usuari aprovat.
el: Εγκρίθηκε ο χρήστης %d.
es: %d usuario aprobado.
fr: Approuvé %d utilisateur.
ja: %d人の利用者を承認しました。
kk: %d мақұлданған пайдаланушы.
tr: %d kullanıcı onaylandı
uk: Підтверджено %d користувача.

source: Rejected %d user.
ca: %d usuari denegat.
el: Απορρίφθηκε ο χρήστης %d.
es: %d usuario rechazado.
fr: Rejeté %d utilisateur.
ja: %d人の利用者を拒否しました。
kk: %d қабылданбаған пайдаланушы.
tr: %d kullanıcı onaylandı
uk: Відхилено приєднання %d користувача.

source: Editing %s
ca: Editant %s
el: Επεξεργασία %s
es: Editando %s
ja: %s を編集
kk: %s өңдеу
tr: %s düzenleniyor
uk: Редагування %s

source: Can't edit organization
ca: No es pot editar l'organització
el: Αδυναμία επεξεργασίας οργανισμού
es: No se puede editar la organización
fr: Impossible de modifier l'organisation
ja: 組織を編集できません
kk: Ұйымды өңдеу мүмкін емес
tr: Bu organizasyon düzenlenemiyor
uk: Не можна редагувати організацію

source: You are not allowed to edit this organization.
ca: No tens permisos per editar aquesta organització.
el: Δεν έχετε δικαιώμα να επεξεργαστείτε αυτόν τον οργανισμό.
es: No tiene permitido editar esta organización.
fr: Vous n'êtes pas autorisé à modifier cette organisation.
ja: あなたは、この組織を編集することは許可されていません。
kk: Сізге бұл ұйымды өңдеуге рұқсат етілмейді.
tr: Bu organizasyonu düzenleme yetkisine sahip değilsin.
uk: Вам не можна редагувати організацію.

source: You are not allowed to kick people from this organization.
ca: No tens permisos per fer fora a gent d'aquesta organització.
el: Δεν έχετε δικαιώμα να αποβάλλετε κόσμο από αυτόν τον οργανισμό.
es: No tiene permitido expulsar a personas de esta organización.
fr: Vous n'êtes pas autorisé à expulser des personnes de cette organisation.
ja: あなたはこの組織から人を追い出すことを許可されていません。
kk: Сізге бұл ұйымнан адамдарды шығаруға рұқсат етілмейді.
tr: Üyeleri bu organizasyondan atma yetkisine sahip değilsin.
uk: Вам не можна видаляти людей із організації.

source: Can't kick user
ca: No pots fer fora a aquest usuari
el: Αδυναμία αποβολής χρήστη
es: No se puede expulsar al usuario
fr: Impossible d'expulser cet utilisateur
ja: 利用者を追い出せません
kk: Пайдаланушыны шығару мүмкін емес
tr: Bu üyeyi atamazsın.
uk: Не вдалося вигнати користувача

source: The user you are trying to kick does not exist!
ca: L'usuari que estas intentant expulsar no existeix!
el: Ο χρήστης που προσπαθείτε να αποβάλλετε δεν υπάρχει!
es: ¡El usuario que estás intentando expulsar no existe!
fr: L'utilisateur que vous essayez d'expulser n'existe pas !
ja: あなたが追い出そうとしている利用者は存在しません！
kk: Сіз шығарғыңыз келетін пайдаланушы жоқ!
tr: Atmaya çalıştığın üye bulunamıyor!
uk: Ви намагаєтесь видалити не існуючого користувача!

source: The user you are trying to kick is not in organization: %s
ca: L'usuari que estas intentant expulsar no està en l'organització: %s
el: Ο χρήστης που προσπαθείτε να αποβάλλετε δε βρίσκεται στον οργανισμό: %s
es: El usuario que está intentando expulsar no está en la organización: %s
fr: L'utilisateur que vous essayez d'expulser ne fait pas partie de l'organisation : %s
ja: あなたが追い出そうとしているユーザは組織内にいません: %s
kk: Сіз шығарғыңыз келетін пайдаланушы ұйымға кірмейді:%s
uk: Користувач, якого Ви намагаєтесь видалити, не бере є учасником організації: %s

source: Class {name} in {organization}
el: Κατηγορία {name} στο {organization}
es: Clase {name} en {organization}
fr: Classe {name} dans {organization}
ja: {organization} 内の {name} クラス
kk: Сынып {name} {organization} да
uk: Група {name} в {organization}

source: Class {name} - {organization}
el: Κατηγορία {name} - {organization}
es: Clase {name} - {organization}
fr: Classe {name} - {organization}
ja: クラス {name} - {organization}
kk: Сынып {name} - {organization}
uk: Група {name} - {organization}

source: Request to join {name} in {organization}
el: Αίτηση εγγραφής του {name} στο {organization}
fr: Demande de rejoindre {name} dans {organization}
ja: {organization} 内の {name} への参加要求
kk: {name} {organization} да қосылу туралы өтініш
uk: Запит на приєднання {name} до {organization}

source: No such problem
ca: No existeix aquest problema
el: Δεν υπάρχει τέτοιο πρόβλημα
es: No existe ese problema
fr: Ce problème n'existe pas
ja: そのような課題はありません
kk: Мұндай есеп жоқ
tr: Böyle bir problem yok :(
uk: Не існує такої задачі

source: Could not find a problem with the code "%s".
ca: No s'ha pogut trobar un problema amb la clau "%s".
el: Αδυναμία εύρεσης προβλήματος με κωδικό "%s".
es: No se pudo encontrar el problema con el código "%s".
fr: Impossible de trouver un problème avec le code « %s ».
ja: コード "%s" を有する課題は見つかりませんでした。
kk: %s есеп кодын табу мүмкін болмады.
tr: "%s" anahtarına sahip problem bulunamadı.
uk: Не вдалося знайти задачу із кодом "%s".

source: Editorial for {0}
ca: Editorial per a {0}
el: Εξήγηση για {0}
es: Editorial para {0}
fr: Éditorial pour {0}
ja: {0} の論説
kk: {0} үшін талдауы
tr: {0} - Problem analizi
uk: Розбір для {0}

source: No such editorial
el: Δεν υπάρχει τέτοια εξήγηση
es: No hay tal editorial
fr: Cet éditorial n'existe pas
ja: そのような論説はありません
kk: Мұндай редакциялық мақала жоқ
uk: Не існує такого розбору
