Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: Administer organizations
ca: Administrar organitzacions
el: Διαχείρηση οργανισμών
es: Administrar organizaciones
fr: Administrer les organisations
ja: 組織を管理できる
kk: Ұйымдарды басқару
uk: Організація-адміністратор

source: Edit all organizations
ca: Edita totes les organitzacions
el: Επεξεργασία όλων των οργανισμών
es: Editar todas las organizaciones
fr: Modifier toutes les organisations
ja: すべての組織を編集できる
kk: Барлық ұйымдарды өзгерту
uk: Редагувати усі організації

source: organization
ca: organització
el: οργανισμός
es: organización
fr: organisation
ja: 組織
kk: ұйым
tr: Organizasyon
uk: організація

source: The organization that this class belongs to.
el: Την οργάνωση στην οποία ανήκει αυτή η κατηγορία.
es: La organización a la que pertenece esta clase.
fr: L'organisation à laquelle appartient cette classe.
ja: このクラスが所属する組織。
kk: Осы сыныпқа жататын ұйым.
uk: Організація, якій належить ця група.

source: class name
el: όνομα κατηγορίας
es: nombre de clase
fr: nom de la classe
ja: クラス名
kk: Сынып аты
uk: назва групи

source: class slug
el: slug κατηγορίας
es: slug de clase
fr: slug de la classe
ja: クラス識別子
kk: сынып слагы?
uk: сторінка групи

source: Class name shown in URLs.
el: Όνομα κατηγορίας που εμφανίζεται σε διευθύνσεις URL.
es: Nombre de la clase que se muestra en las URL.
fr: Nom de la classe affiché dans les URLs.
ja: URLに表示されるクラス名。
kk: URL-да сынып атауы көрсетілген.
uk: Назва групи у URL-адресах.

source: class description
el: περιγραφή κατηγορίας
es: descripción de la clase
fr: description de la classe
ja: クラスの説明
kk: сынып сипаттамасы
uk: опис групи

source: is class active
el: είναι η κατηγορία ενεργή
es: está activa la clase
fr: la classe est-elle active
ja: クラスがアクティブかどうか
kk: сынып белсенді ме
uk: група активна

source: Those who can approve membership to this class.
el: Εκείνοι που μπορούν να εγκρίνουν την ιδιότητα μέλους σε αυτή την κατηγορία.
fr: Ceux qui peuvent approuver l'adhésion à cette classe.
ja: このクラスへの加入を承認できるユーザ。
kk: Осы сыныпқа мүшелікті мақұлдай алатындар.
uk: Люди, що можуть підтвердити Вашу участь у групі.

source: members
ca: membres
el: μέλη
es: miembros
fr: membres
ja: メンバー
kk: Мүшелер
uk: учасники

source: %(class)s in %(organization)s
es: %(class)s en %(organization)s
fr: %(class)s dans %(organization)s
ja: %(class)s で %(organization)s
kk: %(class)s %(organization)s
uk: %(class)s у %(organization)s

source: class
el: κατηγορία
es: clase
fr: classe
ja: クラス
kk: Сынып
uk: група

source: user associated
ca: usuari associat
el: συσχετιζόμενος χρήστης
es: usuario asociado
fr: utilisateur associé
ja: 関連する利用者
kk: пайдаланушыға байланысты
tr: ilişkili kullanıcı
uk: пов'язані користувачі

source: self-description
ca: auto-descripció
el: αυτο-περιγραφή
es: descripción propia
fr: auto-description
ja: 自己紹介
kk: өзін-өзі сипаттау
tr: hakkında
uk: про мене

source: time zone
ca: zona horària
el: ζώνη ώρας
es: zona horaria
fr: fuseau horaire
ja: 時間帯
kk: Уақыт белдеуі
uk: часова зона

source: preferred language
ca: llenguatge preferit
el: προτιμώμενη γλώσσα
es: lenguaje preferido
fr: langage préféré
ja: 好みの言語
kk: Аударма тілі
tr: tercih edilen dil
uk: мова, якій надаю перевагу

source: Ace theme
el: Ace θέμα
es: Tema Ace
fr: Thème Ace
ja: Aceテーマ
kk: Ace тақырыбы

source: site theme
ja: サイトテーマ
kk: Сайт тақырыбы

source: last access time
ca: data últim accés
el: τελευταία ώρα πρόσβασης
es: último tiempo de acceso
fr: heure du dernier accès
ja: 最終アクセス時刻
kk: соңғы кіру уақыты
tr: son erişim
uk: час останнього доступу

source: last IP
ca: última IP
el: τελευταία IP
es: último IP
fr: dernière IP
ja: 最終 IP アドレス
kk: Соңғы IP
tr: son IP
uk: остання IP адреса

source: display rank
ca: mostrar rang
el: εμφάνιση βαθμίδας
es: mostrar rango
fr: rang d'affichage
ja: 順位を表示する
tr: görünen derece
uk: відображати рейтинг

source: Normal User
ca: Usuari Normal
el: Κανονικός Χρήστης
es: Usuario Normal
fr: Utilisateur Normal
ja: 一般ユーザー
kk: Кәдімгі пайдаланушы
uk: Звичайний користувач

source: Problem Setter
ca: Creador de Problemes
el: Δημιουργός Προβλημάτων
es: Creador de Problemas
fr: Créateur de Problèmes
ja: 課題作成者
kk: Есептерді қоюшы
uk: Автор задачі

source: Admin
ca: Administrador
el: Διαχειριστής
es: Administrador
ja: 管理
kk: Әкімші
tr: Yönetici
uk: Панель адміністратора

source: comment mute
ca: silenciar el comentari
el: σίγαση σχολίου
es: comentario en silencio
fr: sourdine des commentaires
ja: コメントミュート
kk: түсініктеме өшірілген
tr: yorum engeli
uk: сховати коментар

source: Some users are at their best when silent.
ca: Alguns usuaris son més macos callats.
el: Μερικοί χρήστες είναι στα καλύτερά τους όταν είναι σιωπηλοί.
es: Algunos usuarios están en su mejor momento cuando están en silencio.
fr: Certains utilisateurs sont au mieux de leur forme lorsqu'ils sont silencieux.
ja: ある利用者は沈黙の時に能力を発揮する。
kk: Кейбір пайдаланушылар тыныш болған кезде өздерін жақсы көрсетеді.
tr: Bazı kullanıcıların sessiz kalması daha iyidir.
uk: Деякі учні досягають найкращих результатів у тиші.

source: unlisted user
ca: usuari desllistat
el: μη καταχωρημένος χρήστης
es: usuario no-listado
fr: utilisateur non listé
ja: リストに含まれないユーザー
kk: тізімге енгізілмеген пайдаланушы
uk: користувачі, що не відображаються у списку

source: User will not be ranked.
ca: Aquest usuari no serà classificat.
el: Ο χρήστης δεν θα βαθμονομηθεί.
es: Este usuario no será puesto en los rankings.
fr: L'utilisateur ne sera pas classé.
ja: ランク付けされないユーザー。
kk: Пайдаланушы рейтингке ие болмайды.
uk: Користувачу не буде переобраховуватись рейтинг.

source: banned from voting on problem point values
ja: 課題の得点への投票が禁止されている
kk: есептің ұпайлары бойынша дауыс беруге тыйым салынады
uk: заборонено голосувати за бали до цієї задачі

source: User will not be able to vote on problems' point values.
ja: ユーザーは課題の得点への投票ができません。
kk: Пайдаланушы есептер бойынша ұпай мәндеріне дауыс бере алмайды.
uk: Користувач не зможе оцінити задачу.

source: user script
ca: script d'usuari
el: script χρήστη
es: scrip de usuario
fr: script utilisateur
ja: 利用者スクリプト
kk: пайдаланушы скрипі
uk: скрипт користувача

source: User-defined JavaScript for site customization.
ca: JavaScript definit per l'usuari per a la personalització del lloc.
el: Καθορισμένη από το χρήστη JavaScript για εξατομίκευση ιστότοπου.
es: JavaScript definido por el usuario para la personalización del sitio.
fr: JavaScript défini par l'utilisateur pour la personnalisation du site.
ja: サイトのカスタマイズするためのユーザー定義 JavaScript。
kk: JavaScript үшін сайтты өңдеу үшін анықталған пайдаланушы.
tr: Site düzenlemesi için kullanıcı tanımlı JavaScript

source: current contest
ca: concurs actual
el: τρέχων διαγωνισμός
es: concurso actual
fr: concours en cours
ja: 現在のコンテスト
kk: ағымдағы байқау
tr: şu anki yarışma
uk: поточне змагання

source: math engine
ca: motor matemàtic
el: μηχανή μαθηματικών
es: motor matemático
fr: moteur mathématique
ja: 数式エンジン
kk: математикалық қозғалтқыш
tr: matematik motoru
uk: математичний процесор

source: The rendering engine used to render math.
ca: El motor fet servir per a representar les matemàtiques.
el: Η μηχανή απεικόνισης που χρησιμοποιείται για την απεικόνιση μαθηματικών.
es: El motor de renderizado utilizado para representar las matemáticas.
fr: Le moteur de rendu utilisé pour rendre les mathématiques.
ja: 数式の表示に使用されるレンダリングエンジン。
kk: Математиканы көрсету үшін қолданылатын рендеринг механизмі.
uk: Процесор, що використовуватиметься для відтворення формул.

source: TOTP 2FA enabled
ca: TOTP 2FA activat
el: TOTP 2FA ενεργοποιημένο
es: TOTP de la Autenticación en dos pasos habilitado
ja: TOTP 2FA 有効
kk: TOTP 2FA қосылған

source: Check to enable TOTP-based two-factor authentication.
ca: Fes clic per a activar l'Autenticació de dos passos basada en TOTP.
el: Τσεκάρετε για να ενεργοποιήσετε τον έλεγχο ταυτότητας δύο παραγόντων βάσει TOTP.
es: Activar autenticación de dos pasos basada en TOTP.
fr: Cochez pour activer l'authentification à deux facteurs basée sur TOTP.
ja: TOTP 2FAを有効にする場合チェック。
kk: OTP-негізіндегі екі факторлы аутентификацияның қосылғанын тексеріңіз.

source: WebAuthn 2FA enabled
ca: WebAuthn 2FA activat
el: WebAuthn 2FA ενεργοποιημένο
es: WebAuthn de Autenticación en dos pasos habilitado
ja: WebAuthn 2FA 有効
kk: WebAuthn 2FA қосылған

source: Check to enable WebAuthn-based two-factor authentication.
ca: Fes clic per a activar l'Autenticació de dos passos basada en WebAuthn.
el: Τσεκάρετε για να ενεργοποιήσετε τον έλεγχο ταυτότητας δύο παραγόντων βάσει WebAuthn.
es: Activar autenticación de dos pasos basada en WebAuthn.
fr: Cochez pour activer l'authentification à deux facteurs basée sur WebAuthn.
ja: WebAuthn 2FAを有効にする場合チェック。
kk: WebAuthn-негізіндегі екі факторлы аутентификацияның қосылғанын тексеріңіз.

source: TOTP key
ca: clau TOTP
el: TOTP κλειδί
es: clave TOTP
fr: Clé TOTP
ja: TOTP キー
kk: TOTP кілті

source: 32-character Base32-encoded key for TOTP.
ca: Clau de 32 caràcters en Base32 per a TOTP.
el: 32 χαρακτήρων βάσης32-κωδικοποιημένο κλειδί για TOTP.
es: Clave con codificación Base32 de 32 caracteres para el TOTP.
ja: TOTP用のBase32エンコードされた 32 文字のキー。
kk: TOTP үшін 32-таңбалы База32-кодталған кілт.

source: TOTP key must be empty or Base32.
ca: La clau TOTP ha d'estar buida o ser Base32.
el: Το κλειδί TOTP πρέπει να είναι άδειο ή βάσης32.
es: La clave TOTP debe estar vacía o ser Base32.
fr: La clé TOTP doit être vide ou Base32.
ja: TOTPキーは空か、Base32エンコードでなければなりません。
kk: TOTP кілт бос немесе База32 болуы керек.

source: scratch codes
ca: codis Scratch
el: κωδικοί scratch
es: códigos scratch
fr: codes scratch
ja: スクラッチコード
kk: скретч-коды

source: JSON array of 16-character Base32-encoded codes for scratch codes.
ca: Array JSON de codis de 16 caràcters en Base32.
el: JSON πίνακας 16 χαρακτήρων βάσης32-κωδικοποιημένων κωδικών για scratch.
es: Array JSON de 16 caracteres codificados en Base32 para los códigos scratch.
ja: スクラッチコードのための、Base32エンコードされた16文字のコードのJSON配列。
kk: JSON скретч кодтары үшін База32 кодтауындағы 16 таңбалы кодтар массиві.

source: Scratch codes must be empty or a JSON array of 16-character Base32 codes.
ca: Els codis Scratch han d'estar buits o ser un Array JSON de codis de 16 caràcters en Base32.
el: Οι κωδικοί scratch πρέπει να είναι κενοί ή πίνακας JSON κωδικών 16 χαρακτήρων βάσης32.
es: Los códigos Scratch deben estar vacíos o ser un array JSON de 16 caracteres Base32.
ja: スクラッチコードは空か、Base32エンコードの16文字コードのJSON配列でなければなりません。
kk: Скретч кодтары бос болуы керек немесе 16-таңбалы База32 кодтарының JSON массиві болуы керек.

source: last TOTP timecode
el: τελευταίος κωδικός χρόνου TOTP
ja: 最後の TOTP タイムコード
kk: соңғы TOTP уақыт коды

source: API token
ca: Token de l'API
el: Διακριτικό API
es: Token API
fr: Jeton API
ja: APIトークン
kk: API белгі

source: 64-character hex-encoded API access token.
ca: Token d'accés a l'API de 64 caràcters hexadecimals.
el: Hex-κωδικοποιημένο διακριτικό πρόσβασης API 64 χαρακτήρων.
es: Token de acceso a la API codificado con 64 caracteres hexadecimales.
ja: 64文字の16進数APIアクセストークン。
kk: Оналтылық кодтағы 64-таңбалы API қол жетімділік белгісі.

source: API token must be None or hexadecimal
ca: El token de l'API ha d'estar buit o ser hexadecimal
el: Το διακριτικό API πρέπει να είναι Κανένα ή δεκαεξαδικό
es: El token API debe ser Ninguno o hexadecimal
ja: API トークンは None か 16 進数でなければなりません
kk: API таңбалауышы нөлдік немесе он алтылық болуы керек

source: internal notes
ca: notes internes
el: εσωτερικές σημειώσεις
es: notas internas
fr: notes internes
ja: 内部メモ
kk: ішкі ескертпелер
uk: внутрішні примітки

source: Notes for administrators regarding this user.
ca: Notes dels administradors sobre aquest usuari.
el: Σημειώσεις για διαχειριστές σχετικά με αυτόν τον χρήστη.
es: Notas para administradores sobre este usuario.
fr: Notes pour les administrateurs concernant cet utilisateur.
ja: この利用者に関する管理者に対する注記。
kk: Осы пайдаланушыға қатысты әкімшілерге арналған ескертпелер.
uk: Примітки адміністраторам, щодо цього користувача.

source: last data download time
ca: última data de descàrrega de dades
el: ώρα τελευταίας λήψης δεδομένων
es: última descarga de datos
fr: dernier temps de téléchargement
ja: 最後のデータダウンロード時間
kk: деректерді соңғы жүктеу уақыты

source: display name override
el: παράκαμψη εμφάνιση ονόματος
es: anular el nombre para mostrar
fr: remplacement du nom d'affichage
ja: 表示名
kk: көрсетілген атауды қайта анықтау

source: Name displayed in place of username.
el: Εμφάνιση ονόματος στη θέση του ονόματος χρήστη.
es: Nombre mostrado en lugar del nombre de usuario.
fr: Nom affiché à la place du nom d'utilisateur.
ja: 利用者名の箇所に表示される名前。
kk: Пайдаланушы атының орнына көрсетілетін атау.

source: Shows in-progress development stuff
ca: Mostra coses de desenvolupament en progrès
el: Δείχνει πράγματα ανάπτυξης σε εξέλιξη
es: Muestra las cosas que el equipo de desarrollo está haciendo actualmente
ja: 開発途中のものを表示できる
kk: Әзірлеу процесінде тұрған материалдарды көрсетеді

source: Edit TOTP settings
ca: Editar ajustos de TOTP
el: Επεξεργασία ρυθμίσεων TOTP
es: Editar ajustes TOTP
fr: Modifier les paramètres TOTP
ja: TOTP設置を編集できる
kk: TOTP параметрлерін өңдеу

source: user profile
ca: perfil d'usuari
el: προφίλ χρήστη
es: perfil del usuario
fr: profil utilisateur
ja: ユーザープロフィール
kk: Қолданушы профилі
tr: Kullanıcı Profili
uk: профіль користувача

source: user profiles
ca: perfils d'usuaris
el: προφίλ χρηστών
es: perfiles de usuarios
fr: profils utilisateur
ja: ユーザープロフィール
kk: Қолданушы профилі
tr: Kullanıcı Profilleri
uk: профілі користувача

source: device name
ca: nom de dispositiu
el: όνομα συσκευής
es: nombre de dispositivo
fr: nom de l'appareil
ja: 端末名
kk: Құрылғы атауы
uk: назва пристрою

source: credential ID
ca: ID de la credencial
el: διαπιστευτήρια ID
es: ID de credencial
ja: クレデンシャル ID
kk: ID тіркелгі деректері

source: public key
ca: clau pública
el: δημόσιο κλειδί
es: clave pública
fr: clé publique
ja: 公開キー
kk: ашық кілт
uk: публічний ключ

source: sign counter
ca: comptador de firmes
el: μετρητής υπογραφής
es: contador de señales
ja: 看板カウンター
kk: белгі есептегіші

source: WebAuthn credential
el: WebAuthn διαπιστευτήριο
es: credencial de WebAuthn
fr: identifiant WebAuthn
ja: WebAuthnの資格情報
kk: WebAuthn тіркелген деректер

source: WebAuthn credentials
el: WebAuthn διαπιστευτήρια
es: credenciales de WebAuthn
fr: identifiants WebAuthn
ja: WebAuthnの資格情報
kk: WebAuthn тіркелген деректер

source: request time
ca: data de solicitud
el: ώρα αιτήματος
es: tiempo de solicitud
ja: 要求時刻
kk: Сұраныс уақыты
tr: istek zamanı
uk: час запиту

source: state
ca: estat
el: κατάσταση
es: estado
fr: état
ja: 状態
kk: Аймақ
tr: durum
uk: стан

source: Pending
ca: Pendent
el: Εκκρεμεί
es: Pendiente
fr: En attente
ja: 保留中
kk: қарастырылу
tr: Beklemede
uk: В очікуванні

source: Approved
ca: Aprovat
el: Εγκρίθηκε
es: Aprobado
fr: Approuvé
ja: 承認済
kk: Қабылданды
tr: Onaylandı
uk: Погоджено

source: Rejected
ca: Rebutjat
el: Απορρίφθηκε
es: Rechazado
fr: Rejeté
ja: 却下された
kk: Қабылданбады
tr: Geri çevrildi
uk: Відхилено

source: reason
ca: motiu
el: αιτία
es: razón
fr: raison
ja: 理由
kk: себеп
tr: sebep
uk: причина

source: organization join request
ca: petició d'unir-se a organització
el: αίτηση συμμετοχής οργανισμού
es: solicitud de adhesión a la organización
fr: demande d'adhésion de l'organisation
ja: 組織への参加要求
kk: ұйымға қосылу туралы сұрау салу
tr: organizasyona katılma isteği
uk: запит на приєднання організації

source: organization join requests
ca: peticions d'unir-se a organització
el: αιτήσεις συμμετοχής οργανισμού
es: solicitudes de adhesión a la organización
fr: demandes d'adhésion de l'organisation
ja: 組織への参加要求
kk: ұйымға қосылу туралы өтініштер
tr: organizasyona katılma istekleri
uk: запити на приєднання організацій

source: short identifier
ca: identificador curt
el: σύντομο αναγνωριστικό
es: identificador corto
fr: identifiant court
ja: 短い識別子
kk: қысқа идентификатор
tr: anahtar
uk: коротке ID

source: The identifier for this language; the same as its executor id for judges.
ca: El identificador per a aquest llenguatge; el mateix que la id d'execució per a jutges.
el: Το αναγνωριστικό αυτής της γλώσσας, το ίδιο με το αναγνωριστικό (id) εκτελεστή για τους κριτές.
es: El identificador para este idioma; lo mismo que su identificador de ejecutor para los jueces.
ja: この言語の識別子であり、判定器の実行者idと同じです。
kk: Сол тілге арналған идентификатор; судьялар үшін оның орындаушы идентификаторымен бірдей.
tr: Bu dilin tanımlayıcısı, judge'lar için executor ID'si ile aynıdır.
uk: ID мови, аналогічний до того, який вказаний на сервері тестування.

source: long name
ca: nom llarg
el: πλήρες όνομα
es: nombre largo
fr: nom long
ja: 長い名前
kk: ұзақ атау
tr: uzun ad
uk: повна назва

source: Longer name for the language, e.g. "Python 2" or "C++11".
ca: Nom llarg per al llenguatge, p ex "Python 2" o "C++11".
el: Πλήρες όνομα για τη γλώσσα, π.χ. "Python 2" ή "C++11".
es: Un nombre más largo para el lenguaje, por ejemplo, "Python 2" o "C++11".
fr: Nom plus long pour le langage, par exemple « Python 2 » ou « C++11 ».
ja: その言語の長い名前、例えば "Python 2" や "C++11" など。
kk: Тілдің ұзағырақ атауы, "Python 2" немесе "C++11".
tr: Dilin uzun adı, "Python 2" ya da "C++11" gibi.
uk: Повна назва мови, до прикладу "Python 2" чи "C++11".

source: More readable, but short, name to display publicly; e.g. "PY2" or "C++11". If left blank, it will default to the short identifier.
ca: Un nom més llegible, pero curt, per a ser mostrat públicament. p ex "PY2" o "C++11". Si es deixa en blanc serà l'identificador curt.
el: Πιο ευανάγνωστο, αλλά σύντομο, όνομα για δημόσια προβολή, π.χ. "PY2" ή "C++11". Αν αφεθεί κενό, θα προεπιλεγεί το σύντομο αναγνωριστικό.
es: Un nombre más legible, pero corto, para mostrar públicamente; por ejemplo "PY2" o "C++11". Si se deja en blanco, se mostrará de forma predeterminada el identificador corto.
ja: 公開表示するための、より読みやすく短い名前、例えば "PY2" や "C++11" など。空白のままなら、短い識別子がデフォルトになります。
kk: Көпшілікке көрсету үшін оқылатын, бірақ қысқа тақырып; "PY2" немесе "C++11". Егер сіз өрісті бос қалдырсаңыз, әдепкі бойынша қысқа идентификатор қолданылады.
tr: Herkese açık gösterim için daha okunabilir, ancak kısa ad.(örn. "PY2" ya da "C++11") Boş bırakılırsa kısa ad gösterilecektir.
uk: Більш читабельне, але не коротке, ім'я для публічного висвітлення; Наприклад "PY2" чи "C++11". Залиште пустим, зоб використовувати коротку форму.

source: common name
ca: nom comú
el: κοινή ονομασία
es: nombre común
fr: nom commun
ja: 一般名
kk: жалпы атауы
tr: genel ad
uk: загальна назва

source: Common name for the language. For example, the common name for C++03, C++11, and C++14 would be "C++".
ca: Nom comú per al llenguatge. Per exemple, el nom comú per a C++03, C++11 i C++14 és "C++".
el: Κοινή ονομασία γλώσσας. Για παράδειγμα, η κοινή ονομασία για C++03, C++11, και C++14 θα είναι "C++".
es: Nombre común del idioma. Por ejemplo, el nombre común de C++03, C++11, y C++14 seria "C++".
fr: Nom commun du langage. Par exemple, le nom commun pour C++03, C++11 et C++14 serait « C++ ».
ja: 言語の一般名。例えばC++03、C++11、C++14の一般名は"C++"です。
kk: Бұл тілдің жалпы атауы. Мысалы, жалпы атау C++03, C++11, және C++14 үшін "C++" болар еді.
uk: Загальновживана назва мови програмування. До прикладу, для C++03, C++11 та C++14 це "C++".

source: ace mode name
ca: nom del mode Ace
el: όνομα λειτουργίας ace
es: nombre del modo ace
fr: nom du mode Ace
ja: ace のモード名
kk: ACE моделінің атауы
tr: ace mode adı

source: Language ID for Ace.js editor highlighting, appended to "mode-" to determine the Ace JavaScript file to use, e.g., "python".
ca: ID de llenguatge per al linting de l'editor Ace.js, appendat a "mode-" per a determinar el fitxer JavaScript Ace que s'ha de fer servir, p ex "python".
el: Αναγνωριστικό γλώσσας για τον τονισμό του επεξεργαστή Ace.js, προσαρτάται στο "mode-" για να καθοριστεί το αρχείο Ace JavaScript που θα χρησιμοποιηθεί, π.χ. "python".
es: Identificador de lenguaje para destacar el editor Ace.js, anexado a "mode-" para determinar el archivo Ace JavaScript a usar, por ejemplo, "python".
fr: ID de langage pour la surbrillance de l'éditeur Ace.js, ajouté à « mode- » pour déterminer le fichier JavaScript Ace à utiliser, par exemple, « python ».
ja: Ace.jsエディタがハイライト表示するための言語IDである。"mode-" に繋げ、Ace JavaScript ファイルが利用する。例えば "python"。
kk: "Python" сияқты пайдаланылатын Ace JavaScript файлын анықтау үшін "mode-" ке қосылатын Ace.js редакторын бөлектеуге арналған тіл идентификаторы.
tr: Ace.js editör vurgulaması için dil ID'si. örn. "python"

source: pygments name
ca: nom de pygments
el: όνομα pygments
es: nombre de pygments
fr: nom Pygments
ja: pygments 名
tr: pygments adı

source: Language ID for Pygments highlighting in source windows.
ca: ID d'idioma per al linting de Pygments.
el: Αναγνωριστικό γλώσσας για επισήμανση Pygments στα πηγαία παράθυρα.
es: Identificador de lenguaje para Pygments destacado en ventanas de origen.
fr: ID de langage pour la surbrillance de Pygments dans les fenêtres de source.
ja: ソースウィンドウ中で Pygments 強調表示するための言語 ID。
kk: Бастапқы терезелердегі фрагменттерді бөлектеу үшін ID тіл идентификаторы.
tr: Pygments vurgulaması için dil ID'si.
uk: ID мови для правильної підсвітки у вікні перегляду коду.

source: code template
ca: plantilla de codi
el: πρότυπο κώδικα
es: plantilla de código
fr: modèle de code
ja: コードテンプレート
kk: код үлгісі
tr: kod örneği
uk: шаблон коду

source: Code template to display in submission editor.
ca: Plantilla de codi per a mostrar en l'editor d'enviaments.
el: Πρότυπο κώδικα για εμφάνιση στον επεξεργαστή υποβολής.
es: Plantilla de código para mostrar en el editor de envío.
fr: Modèle de code à afficher dans l'éditeur de soumission.
ja: 提出物エディタに表示するコードテンプレート。
kk: Жіберу редакторында көрсетілетін код үлгісі.
tr: Çözüm editöründe gösterilecek örnek kod.
uk: Код для відображення у редакторі.

source: runtime info override
ca: sobreescritura de l'informació de runtime
el: παράκαμψη πληροφοριών χρόνου εκτέλεσης (runtime)
es: anular información de tiempo de ejecución
ja: ランタイム情報の上書き
kk: жұмыс уақыты туралы ақпаратты қайта анықтау
tr: çalıştırıcı komutu

source: Do not set this unless you know what you're doing! It will override the usually more specific, judge-provided runtime info!
ca: No configuris això a no ser que sàpigues perfectament què estas fent! Sobreescriurà la configuració del jutge que sol ser més específica!
el: Μην το ορίσετε εκτός αν ξέρετε τι κάνετε! Θα παρακάμψει τις συνήθως πιο συγκεκριμένες πληροφορίες χρόνου εκτέλεσης που παρέχονται από τον κριτή!
es: ¡No configure esto a menos que sepa lo que está haciendo! ¡Anulará la información de tiempo de ejecución proporcionada por el juez, que por lo general es más específica!
ja: 何をやっているか知らずに、これを設定しないでください。これは通常、より特殊で判定器での動作が確認されているランタイム情報を上書きします！
kk: Егер сіз не істеп жатқаныңызды білмесеңіз, оны орнатпаңыз! Бұл әдетте судья ұсынатын нақты жұмыс уақыты туралы ақпаратты қайта анықтайды!
tr: Ne yaptığını bilmiyorsan bunu değiştirme! Judge tarafından verilen komutun yerine geçecektir.

source: language description
ca: descripció del llenguatge
el: περιγραφή γλώσσας
es: descripción del lenguaje
fr: description du langage
ja: 言語の説明
kk: сипаттамасын аудару
tr: dil açıklaması
uk: опис мови

source: Use this field to inform users of quirks with your environment, additional restrictions, etc.
ca: Fes servir aquest camp per a informar als usuaris de particularitats amb el teu entorn, restriccions addicionals, etc.
el: Χρησιμοποιήστε αυτό το πεδίο για να ενημερώσετε τους χρήστες για ιδιορρυθμίες με το περιβάλλον σας, πρόσθετους περιορισμούς κλπ.
es: Usa este campo para informar a los usuarios de particularidades del entorno, restricciones adicionales, etc.
fr: Utilisez ce champ pour informer les utilisateurs des particularités de votre environnement, des restrictions supplémentaires, etc.
ja: このフィールドは、あなたの環境の独自性や追加の制限などを利用者に知らせるために使ってください。
kk: Пайдаланушыларға қоршаған ортаның ерекшеліктері, қосымша шектеулер және т. б. туралы хабарлау үшін осы өрісті пайдаланыңыз.
