Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: fr, ja, kk, ru, uk

# time format with day
source: %d day %h:%m:%s
fr: %d jour %h:%m:%s
ja: %d 日 %h:%m:%s
kk: %d күн %h:%m:%s
ru: %d день %h:%m:%s
uk: %d день %h:%m:%s

source: Vote on problem points
fr: Voter sur les points du problème
ja: 課題の得点を投票
kk: Есеп ұпайларына дауыс беріңіз
ru: Голосовать за оценку задачи
uk: Оцінити задачу

source: Unable to delete vote: %s
fr: Impossible de supprimer le vote : %s
ja: 投票を削除できません: %s
kk: Берілген дауысты жою мүмкін емес: %s
ru: Не удалось удалить голос: %s
uk: Не вдалося видалити оцінку за: %s

source: Edit points vote (%s)
fr: Modifier le vote de points (%s)
ja: 得点の投票を編集（%s）
kk: Ұпайлар дауысын өзгерту (%s)
ru: Изменить оценку задачи (%s)
uk: Змінити оцінку (%s)

source: Unable to cast vote: %s
fr: Impossible de voter : %s
ja: 投票できません: %s
kk: Дауыс беру мүмкін емес: %s
ru: Не удалось проголосовать: %s
uk: Не вдалось проголосувати: %s

source: Number of votes for this point value
fr: Nombre de votes pour cette valeur de points
ja: この得点に対する得票数
kk: Осы ұпай мәніне берілген дауыстар саны
ru: Количество голосов за указанное количество баллов
uk: Кількість голосів за цю оцінку

source: past year
fr: année dernière
ja: 過去1年
kk: өткен жыл
ru: последний год
uk: торік

source: %(cnt)d total submission
fr: %(cnt)d soumission au total
ja: 総提出数 %(cnt)d
kk: %(cnt)d барлық тапсырылым
ru: Всего %(cnt)d посылка
uk: загалом %(cnt)d розв'язок

source: %(cnt)d submission in the last year
fr: %(cnt)d soumission au cours de la dernière année
ja: 過去1年の提出数 %(cnt)d
kk: %(cnt)d тапсырылым cоңғы жылда
ru: %(cnt)d посылка за последний год
uk: %(cnt)d розв'язок протягом останнього року

source: %(cnt)d submission in %(year)d
fr: %(cnt)d soumission en %(year)d
ja: %(year)d 年の提出数 %(cnt)d
kk: %(cnt)d тапсырылым %(year)d жылы
ru: %(cnt)d посылка в %(year)d
uk: %(cnt)d розв'язок у %(year)d році

source: %(cnt)d submission on %(date)s
fr: %(cnt)d soumission le %(date)s
ja: %(date)s の提出数 %(cnt)d
kk: %(cnt)d тапсырылым %(date)s жылы
ru: %(cnt)d посылка %(date)s
uk: %(cnt)d розв'язок у %(date)s
