Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: This contest will be **rated** for **all** participants who have a rating between **%(rating_floor)d** and **%(rating_ceiling)d**, inclusive.
el: Αυτός ο διαγωνισμός θα **αξιολογηθεί** για **όλους** τους συμμετέχοντες που έχουν βαθμολογία μεταξύ **%(rating_floor)d** και **%(rating_ceiling)d**, με ανοιχτή πρόσβαση.
fr: Ce concours sera **évalué** pour **tous** les participants qui ont un classement entre **%(rating_floor)d** et **%(rating_ceiling)d**, inclus.
ja: このコンテストでは、**%(rating_floor)d** 以上 **%(rating_ceiling)d** 以下のレート値を持つ参加者**すべてがレーティング**されます。
kk: Бұл байқау **%(rating_floor)d** және **%(rating_ceiling)d**, қоса алғанда **барлық** қатысушылар үшін **бағаланатын** болады.
uk: Це змагання є **рейтенговим** для **усіх** учасників з рейтингом від **%(rating_floor)d** до **%(rating_ceiling)d** включно.

source: This contest will be **rated** for **all** participants who have a rating of at least **%(rating_floor)d**.
el: Αυτός ο διαγωνισμός θα **αξιολογηθεί** για **όλους** τους συμμετέχοντες που έχουν βαθμολογία τουλάχιστον **%(rating_floor)d**.
fr: Ce concours sera **évalué** pour **tous** les participants qui ont un classement d'au moins **%(rating_floor)d**.
ja: このコンテストでは、**%(rating_floor)d** 以上のレート値を持つ参加者**すべてがレーティング**されます。
kk: Бұл байқау **%(rating_floor)d** рейтингі кем емес **барлық** қатысушылар үшін **бағаланатын** болады.
uk: Це змагання є **рейтинговим** для **всіх** учасників із рейтингом щонайменше **%(rating_floor)d**.

source: This contest will be **rated** for **all** participants who have a rating of at most **%(rating_ceiling)d**.
el: Αυτός ο διαγωνισμός θα **αξιολογηθεί** για **όλους** τους συμμετέχοντες που έχουν βαθμολογία το πολύ **%(rating_ceiling)d**.
fr: Ce concours sera **évalué** pour **tous** les participants qui ont un classement d'au plus **%(rating_ceiling)d**.
ja: このコンテストでは、**%(rating_ceiling)d** 以下のレート値を持つ参加者**すべてがレーティング**されます。
kk: Бұл байқау **%(rating_ceiling)d** рейтингі кем емес **барлық** қатысушылар үшін **бағаланатын** болады.
uk: Це змагання є **рейтинговим** для **усіх** учасників із рейтингом щонайбільше **%(rating_ceiling)d**.

source: This contest will be **rated** for **all** participants.
el: Αυτός ο διαγωνισμός θα **αξιολογηθεί** για **όλους** τους συμμετέχοντες.
fr: Ce concours sera **évalué** pour **tous** les participants.
ja: このコンテストでは、参加者**すべてがレーティング**されます。
kk: Бұл байқауда **барлық** қатысушылар **бағаланатын** болады.
uk: Це змагання є **рейтинговим** для **усіх** учасників.

source: This contest will be **rated** for participants who submit at least once and have a rating between **%(rating_floor)d** and **%(rating_ceiling)d**, inclusive.
el: Αυτός ο διαγωνισμός θα **αξιολογηθεί** για τους συμμετέχοντες που υποβάλλουν τουλάχιστον μία φορά και έχουν βαθμολογία μεταξύ **%(rating_floor)d** και **%(rating_ceiling)d**, με ανοιχτή πρόσβαση.
fr: Ce concours sera **évalué** pour les participants qui soumettent au moins une fois et qui ont un classement entre **%(rating_floor)d** et **%(rating_ceiling)d**, inclus.
ja: このコンテストでは、一度は課題を提出して **%(rating_floor)d** 以上 **%(rating_ceiling)d** 以下のレート値を持つ参加者が**レーティング**されます。
kk: Бұл байқау **%(rating_floor)d** және **%(rating_ceiling)d**, қоса алғанда қатысушылар үшін **бағаланатын** болады.
uk: Це змагання буде **рейтенговим** для **усіх** учасників, що зроблять принаймні 1 спробу та мають рейтинг від **%(rating_floor)d** до **%(rating_ceiling)d** включно.

source: This contest will be **rated** for participants who submit at least once and have a rating of at least **%(rating_floor)d**.
el: Αυτός ο διαγωνισμός θα **αξιολογηθεί** για τους συμμετέχοντες που υποβάλλουν τουλάχιστον μία φορά και έχουν βαθμολογία τουλάχιστον **%(rating_floor)d**.
fr: Ce concours sera **évalué** pour les participants qui soumettent au moins une fois et qui ont un classement d'au moins **%(rating_floor)d**.
ja: このコンテストでは、一度は課題を提出して、**%(rating_floor)d** 以上のレート値を持つ参加者が**レーティング**されます。
kk: Бұл байқау **%(rating_floor)d** рейтингі кем емес қатысушылар үшін **бағаланатын** болады.
uk: Це змагання буде **рейтенговим** для **усіх** учасників, що зроблять принаймні 1 спробу та мають рейтинг щонайменше **%(rating_floor)d**.

source: This contest will be **rated** for participants who submit at least once and have a rating of at most **%(rating_ceiling)d**.
el: Αυτός ο διαγωνισμός θα **αξιολογηθεί** για τους συμμετέχοντες που υποβάλλουν τουλάχιστον μία φορά και έχουν βαθμολογία το πολύ **%(rating_ceiling)d**.
fr: Ce concours sera **évalué** pour les participants qui soumettent au moins une fois et qui ont un classement d'au plus **%(rating_ceiling)d**.
ja: このコンテストでは、一度は課題を提出して、**%(rating_ceiling)d** 以下のレート値を持つ参加者が**レーティング**されます。
kk: Бұл байқау **%(rating_ceiling)d** рейтингі кем емес қатысушылар үшін **бағаланатын** болады.
uk: Це змагання буде **рейтенговим** для **усіх** учасників, що зроблять принаймні 1 спробу та мають рейтинг щонайбільше **%(rating_ceiling)d**.

source: This contest will be **rated** for participants who submit at least once.
el: Αυτός ο διαγωνισμός θα **αξιολογηθεί** για συμμετέχοντες που θα υποβάλουν τουλάχιστον μία φορά.
fr: Ce concours sera **évalué** pour les participants qui soumettent au moins une fois.
ja: このコンテストでは、一度は課題を提出した参加者が**レーティング**されます。
kk: Бұл байқау кем дегенде бір рет өтінім берген қатысушылар үшін ** бағаланады**.
uk: Змагання **буде рейтинговим** для усіх учасників, що зроблять хоча б одну спробу.

source: This contest will **not** be rated.
el: Αυτός ο διαγωνισμός **δεν** θα αξιολογηθεί.
es: Este concurso **no** será calificado.
fr: Ce concours ne sera **pas** évalué.
ja: このコンテストでは、レーティングは**行われません**。
kk: Бұл байқау ** бағаланбайды**.
uk: Змагання буде **не рейтинговийм**.

source: There is **%(count)s** problem in this contest.
el: Υπάρχει **%(count)s** πρόβλημα σε αυτόν τον διαγωνισμό.
es: Hay **%(count)s** problema en este concurso.
fr: Il y a **%(count)s** problème dans ce concours.
ja: このコンテストには、課題が **%(count)s**題があります。
kk: Бұл байқауда **%(count)s** есеп бар.
uk: У цьому змаганні є **%(count)s** задача.

source: **Partial scoring is enabled** for some or all of these problems.
el: **Η μερική βαθμολόγηση είναι ενεργοποιημένη** για μερικά ή όλα τα προβλήματα.
fr: **La notation partielle est activée** pour ces problèmes ou certains d'entre eux.
ja: いくつか、あるいはすべての課題において、**部分点が有効**になっています。
kk: Осы есептердің кейбірін немесе барлығын шешу үшін **ішінара бағалау кіреді**.
uk: Для деяких або усіх задач можна отримати **часткові бали**.

source: This contest **will not use partial scoring**.
el: Αυτός ο διαγωνισμός **δεν θα χρησιμοποιήσει μερική βαθμολόγηση**.
fr: Ce concours **n'utilise pas la notation partielle**.
ja: このコンテストでは**部分点はありません**。
kk: Бұл байқауда **ішінара ұпай санау қолданылмайды**.
uk: На цьому змаганні не буде часткових розв'язків.

source: The pretest system **will be used** for some or all of these problems.
el: Το σύστημα προδοκιμών **θα χρησιμοποιηθεί** για μερικά ή όλα τα προβλήματα.
fr: Le système de prétest **sera utilisé** pour certains ou tous ces problèmes.
ja: いくつか、あるいはすべての課題において、事前テストシステムが**使用されます**。
kk: Осы мәселелердің кейбірін немесе барлығын шешу үшін алдын ала тестілеу жүйесі **пайдаланылатын болады**.
uk: Претести **використовуватимуться** для деяких або усіх задач змагання.

source: The pretest system **will not be used** for this contest.
el: Το σύστημα προδοκιμών **δεν θα χρησιμοποιηθεί** για αυτόν τον διαγωνισμό.
fr: Le système de prétest **ne sera pas utilisé** pour ce concours.
ja: このコンテストでは、事前テストシステムは**使用されません**。
kk: Бұл байқауда алдын ала тестілеу жүйесі **пайдаланылмайтын болады**.
uk: Перетести **не використовуватимуться** на цьому змаганні.

source: Some or all of these problems **have a submission limit**.
el: Μερικά ή όλα τα προβλήματα **έχουν όριο υποβολής**.
fr: **Une limite de soumission** est imposée à certains ou à l'ensemble de ces problèmes.
ja: いくつか、あるいはすべての課題には、**提出回数の制限があります**。
kk: Осы мәселелердің кейбірінде немесе барлығында **тапсырылым шегі бар**.
uk: На цьому змаганні є задачі, що мають **обмежену** кількість спроб.

source: There is **no submission limit** for any of these problems.
el: Δεν υπάρχει **όριο υποβολής** για κανένα από αυτά τα προβλήματα.
fr: **Aucune limite de soumission** ne s'applique à l'ensemble de ces problèmes.
ja: どの課題にも**提出回数の制限はありません**。
kk: Осы есептердің барлығы үшін **тапсырылымға шектеу жоқ**.
uk: Для цих задач немає обмежень на кількість спроб.

source: The contest format is **%(format)s**.
el: Η μορφή του διαγωνισμού είναι **%(format)s**.
es: El formato de concurso es **%(format)s**.
fr: Le format du concours est **%(format)s**.
ja: このコンテストの形式は **%(format)s** です。
kk: Бұл байқау форматы **%(format)s**.
uk: Змагання відбудеться у форматі **%(format)s**.

source: The scoreboard will be **visible** for the duration of the contest.
el: Ο πίνακας αποτελεσμάτων θα είναι **ορατός** κατά τη διάρκεια του διαγωνισμού.
fr: Le tableau de bord sera **visible** pendant toute la durée du concours.
ja: コンテスト期間中、スコアボードが**表示**されます。
kk: Табло бүкіл байқау барысында **көрінетін** болады.
uk: Протягом усього змагання **буде доступна** таблиця результатів учасників.

source: The scoreboard will be **hidden** until your window is over.
el: Ο πίνακας αποτελεσμάτων θα είναι **κρυφός** μέχρι το τέλος του χρονικού παραθύρου.
fr: Le tableau de bord sera **masqué** jusqu'à la fin de votre fenêtre.
ja: 取組み時間が終了するまで、スコアボードは**非表示**とされます。
kk: Терезе аяқталғанға дейін табло **жасырын** болады.
uk: Протягом вашої участі **буде прихована** таблиця результатів учасників.

source: The scoreboard will be **hidden** for the entire duration of the contest.
el: Ο πίνακας αποτελεσμάτων θα είναι **κρυφός** για όλη τη διάρκεια του διαγωνισμού.
fr: Le tableau de bord sera **masqué** pendant toute la durée du concours.
ja: コンテストの期間中、スコアボードは**非表示**とされます。
kk: Табло байқауды өткізудің барлық уақытында **жасырын** болады.
uk: Протягом усього змагання **буде прихована** таблиця результатів учасників.

source: The scoreboard will be **hidden**, even after the contest is over.
el: Ο πίνακας αποτελεσμάτων θα είναι **κρυφός**, ακόμη και μετά το τέλος του διαγωνισμού.
fr: Le tableau de bord sera **caché**, même après la fin du concours.
ja: コンテストが終了した後も、スコアボードは**非表示のまま**です。
kk: Байқау аяқталғаннан кейін де табло **жасырын** болады.
uk: Протягом усього змагання та після нього таблиця результатів учасників **буде прихована**.

source: An **access code is required** to join the contest.
el: Απαιτείται **κωδικός πρόσβασης** για συμμετοχή στο διαγωνισμό.
fr: Un **code d'accès est nécessaire** pour rejoindre le concours.
ja: コンテストへの参加には、**アクセスコードが必要**です。
kk: Байқауға қатысу үшін **кіру коды** қажет.
uk: Код доступу **є обов'язковим** для участі у цьому змаганні.

source: AC Rate
ca: Tasa de AC
el: Ποσοστό AC
es: Tasa de AC
fr: Taux d'AC
ja: 受理率
kk: AC рейтингісі
tr: AC Oranı
uk: Відсоток зарахованих

source: Users
ca: Usuaris
el: Χρήστες
es: Usuarios
fr: Utilisateurs
ja: 利用者
kk: Қолданушылар
tr: Kullanıcılar
uk: Користувачі

source: Editorials
el: Εξηγήσεις
es: Editoriales
fr: Éditoriaux
ja: 論説
kk: Редакциялық мақалалар
uk: Розбори

source: Editorial
el: Εξήγηση
fr: Éditorial
ja: 論説
kk: Талдаулар
tr: Problem analizi
uk: Розбір

source: Are you sure you want to join?
ca: Estàs segur que vols unir-te?
el: Είστε βέβαιοι ότι θέλετε να συμμετάσχετε;
es: ¿Usted esta seguro de que quiere unirse?
fr: Êtes-vous sûr de vouloir rejoindre ?
ja: あなたは本当に参加したいですか？
kk: Сіз қосылғыңыз келетініне сенімдісіз бе?
tr: Katılmak istediğine emin misin?
uk: Ви дійсно хочете приєднатися?

source: Joining a contest for the first time starts your timer, after which it becomes unstoppable.
ca: Unir-se a un concurs per primer cop inicia el cronòmetre, i després ja no es pot aturar.
el: Με τη συμμετοχή σε ένα διαγωνισμό για πρώτη φορά ξεκινά το χρονόμετρο σας, το οποίο, στη συνέχεια, δεν μπορείτε να σταματήσετε.
es: Al unirse a un concurso por primera vez se inicia el cronómetro, y no puede pararse.
ja: コンテストに参加するとあなたのタイマーがスタートし、その後は止められなくなります。
kk: Байқауға бірінші рет қатысқан кезде сіздің таймеріңіз іске қосылады, содан кейін оны тоқтату мүмкін болмайды.
tr: Bir yarışmaya ilk defa katılmak süreni başlatır, süren başladıktan sonra durdurulamaz.
uk: Приєднання до цього змагання вперше запускає Ваш таймер, який не можливо зупинити.

source: private
ca: privat
el: ιδιωτικό
es: privado
fr: privé
ja: プライベート
kk: жеке
uk: приватний

source: rated
ca: qualificat
el: αξιολογημένο
es: clasificatorio
fr: évalué
ja: 評価
kk: номиналды
uk: рейтинговий

source: %(time_limit)s window
el: %(time_limit)s χρονικό παράθυρο
es: %(time_limit)s ventana
fr: Fenêtre de %(time_limit)s
ja: %(time_limit)s の取組み時間
kk: терезе %(time_limit)s
uk: %(time_limit)s проміжок часу

source: %(duration)s long
es: %(duration)s de duración
fr: durée de %(duration)s
ja: %(duration)sの期間
kk: %(duration)s ұзақтығы
uk: тривалість %(duration)s

source: Join
ca: Unir-se
el: Συμμετοχή
es: Unir
fr: Rejoindre
ja: 参加する
kk: Қосылыңыз
tr: Katıl
uk: Приєднатися

source: Spectate
ca: Espectar
el: Παρακολούθηση
es: Espectador
fr: Observer
ja: 観戦する
kk: Бақылау
tr: İzle
uk: Стежити

source: Active contests
ca: Concursos actius
el: Ενεργοί διαγωνισμοί
es: Concursos activos
fr: Concours actifs
ja: 開催中のコンテスト
kk: Контесттерді бағалау
uk: Активні змагання

source: Contest
ca: Concurs
el: Διαγωνισμός
es: Concurso
fr: Concours
ja: コンテスト
kk: Байқау
tr: Yarışma
uk: Змагання

source: Window ends in %(countdown)s
es: Ventana termina en %(countdown)s
fr: La fenêtre se termine dans %(countdown)s
ja: 取組み時間の終了まであと %(countdown)s
kk: Терезе %(countdown)s аяқталды
uk: Проміжок завершиться за %(countdown)s

source: Ends in %(countdown)s
es: Termina en %(countdown)s
fr: Se termine dans %(countdown)s
ja: 終了まであと %(countdown)s
kk: %(countdown)s аяқталды
uk: Завершується за %(countdown)s

source: Starting in %(countdown)s
es: Comenzando a partir de %(countdown)s
fr: Commence dans %(countdown)s
ja: 開始まであと %(countdown)s
kk: %(countdown)s басталды
uk: Початок за %(countdown)s

source: There are no scheduled contests at this time.
ca: En aquests moments no hi ha concursos.
el: Δεν υπάρχουν προγραμματισμένοι διαγωνισμοί αυτή τη στιγμή.
es: No hay concursos programados en este momento.
fr: Il n'y a aucun concours prévu pour le moment.
ja: 現在スケジュールされているコンテストはありません。
kk: Қазіргі уақытта жоспарланған байқаулар өткізілмейді.
tr: Şu anda planlanmış yarışma bulunmuyor.
uk: Немає запланованих змагань.

source: Past contests
ca: Concursos anteriors
el: Παλαιότεροι διαγωνισμοί
es: Concursos pasados
fr: Concours passés
ja: 過去のコンテスト
kk: Өткен байқаулар
uk: Минулі змагання

source: Search contests...
ja: コンテストを検索...

source: There are no past contests.
ja: 過去のコンテストはありません。

source: Are you sure you want to leave?
ca: Estàs segur que vols sortir?
el: Είστε βέβαιοι ότι θέλετε να φύγετε;
es: ¿Está seguro que quiere salir?
fr: Êtes-vous sûr de vouloir quitter ?
ja: あなたは本当に脱退したいですか？
kk: Сіз кеткіңіз келетініне сенімдісіз бе?
tr: Ayrılmak istediğine emin misin?
uk: Ви дійсно хочете покинути змагання?

source: You cannot come back to a virtual participation. You will have to start a new one.
ca: No pots tornar a una participació virtual. Hauràs de començar una de nova.
el: Δεν μπορείτε να επιστρέψετε σε μια εικονική συμμετοχή. Θα πρέπει να ξεκινήσετε μία νέα.
es: Usted no puede volver a una participación virtual. Tendrá que comenzar uno nuevo.
ja: あなたは、仮想参加に戻ることはできません。新しく開始する必要があります。
kk: Сіз виртуалды қатысуға орала алмайсыз. Сізге жаңасын бастау керек.
tr: Sanal katılıma geri dönemezsin. Yeni bir sanal katılım oluşturmalısın.
uk: Ви не зможете повернутися до віртуальної участі, вам буде необхідно почати нову.

source: Joining a contest starts your timer, after which it becomes unstoppable.
ca: Unir-se a un concurs inicia el cronòmetre, i després ja no es pot aturar.
el: Με τη συμμετοχή σε ένα διαγωνισμό ξεκινά το χρονόμετρο σας, το οποίο, στη συνέχεια, δεν μπορείτε να σταματήσετε.
es: Al unirse a un concurso por primera vez inicia su temporizador, después de lo cual se vuelve imparable.
ja: コンテストに参加するとあなたのタイマーがスタートし、その後は止められなくなります。
kk: Байқауға қосылу сіздің таймеріңізді іске қосады, содан кейін оны тоқтату мүмкін болмайды.
tr: Bir yarışmaya katılmak süreni başlatır, sayaç durdurulamaz.
uk: Приєднання до змагання запускає Ваш таймер, який не можливо зупинити.

source: Joining this contest will leave %(contest)s.
el: Η συμμετοχή σε αυτόν τον διαγωνισμό θα αφήσει το %(contest)s.
fr: En rejoignant ce concours, vous quitterez %(contest)s.
ja: このコンテストに参加することで %(contest)s から離れることになります。
kk: Осы байқауға қосылу арқылы сіз %(contest)s шығатын боласыз.
uk: Якщо ви візьмете участь у цьому змаганні, то не зможете більше брати участь у %(contest)s.

source: Are you sure you want to MOSS the contest?
ca: Estàs segur que vols passar el sistema anticòpies MOSS al concurs?
el: Είστε βέβαιοι ότι θέλετε MOSS στο διαγωνισμό;
es: ¿Estás seguro que quieres pasar el Sistema antiplagio MOSS al concurso?
fr: Êtes-vous sûr de vouloir MOSS le concours ?
ja: 本当にこのコンテストで MOSS を行いますか？
kk: Сіз байқауды MOSS өткізіп жібергіңіз келетініне сенімдісіз бе?

source: Are you sure you want to delete the MOSS results?
ca: Segur que vols suprimir aquests resultats del MOSS?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τα αποτελέσματα MOSS;
es: ¿Quieres borrar estos resultados del MOSS?
fr: Êtes-vous sûr de vouloir supprimer les résultats MOSS ?
ja: 本当に MOSS の結果を削除してもよいですか？
kk: Сіз Moss нәтижелерін жойғыңыз келетініне сенімдісіз бе?

source: %(count)s submission
ca: %(count)s enviament
el: %(count)s υποβολή
es: %(count)s envío
fr: %(count)s soumission
ja: %(count)s個の提出
kk: %(count)s тапсырылымы
uk: %(count)s розв'язок

source: No submissions
ca: Sense enviaments
el: Καμία υποβολή
es: Sin envíos
fr: Aucune soumission
ja: 提出なし
kk: тапсырылымдар жоқ
uk: Немає розв'язків

source: Re-MOSS contest
ca: Tornar a passar el MOSS al concurs
el: Επαναχρησιμοποίηση MOSS στο διαγωνισμό
es: Volver a pasar el MOSS
fr: MOSS à nouveau le concours
ja: コンテストを再度MOSSする
kk: Re-MOSS байқауы

source: Delete MOSS results
ca: Esborrar els resultats del MOSS
el: Διαγραφή αποτελεσμάτων MOSS
es: Borrar los resultados del MOSS
fr: Supprimer les résultats MOSS
ja: MOSSの結果の削除
kk: MOSS нәтижесін өшіру

source: This contest is private to specific users.
ca: Aquest concurs es privat a usuaris específics.
el: Αυτός ο διαγωνισμός είναι ιδιωτικός σε συγκεκριμένους χρήστες.
es: Este concurso es privado para usuarios específicos.
fr: Ce concours est réservé à des utilisateurs spécifiques.
ja: このコンテストは特定の利用者のみに制限されています。
kk: Бұл байқау белгілі бір пайдаланушылар үшін жабық.
uk: Цей контест є приватним для обраних користувачів.

source: Additionally, only the following organizations may access this contest:
ca: Addicionalment, només les següents organitzacions poden accedir a aquest concurs:
el: Επιπλέον, μόνο οι ακόλουθοι οργανισμοί μπορούν να έχουν πρόσβαση σε αυτόν τον διαγωνισμό:
es: Adicionalmente, solo las siguientes organizaciones pueden acceder a este concurso:
fr: De plus, seules les organisations suivantes peuvent accéder à ce concours :
ja: さらに、以下の組織のみがこのコンテストにアクセスできます：
kk: Сонымен қатар, бұл байқауға келесі ұйымдар ғана қол жеткізе алады:
uk: На додачу, тільки вказані організації мають доступ до цього змагання:

source: Only the following organizations may access this contest:
ca: Només les següents organitzacions poden accedir a aquest concurs:
el: Μόνο οι ακόλουθοι οργανισμοί μπορούν να έχουν πρόσβαση σε αυτόν τον διαγωνισμό:
es: Solo las siguientes organizaciones pueden tener acceso a este concurso:
fr: Seules les organisations suivantes peuvent accéder à ce concours :
ja: 次の組織だけがこのコンテストをアクセスできます:
kk: Бұл байқауға тек келесі ұйымдар қатыса алады:
tr: Yarışmaya yalnızca şu organizasyonlar erişebilir:
uk: Тільки ці організації можуть мати доступ до змагання:

source: Additionally, only the following classes may access this contest:
el: Επιπλέον, μόνο οι ακόλουθες κατηγορίες μπορούν να έχουν πρόσβαση σε αυτόν τον διαγωνισμό:
es: Adicionalmente, solo las siguientes clases pueden tener acceso a este concurso:
fr: De plus, seules les classes suivantes peuvent accéder à ce concours :
ja: さらに、以下のクラスのみがこのコンテストにアクセスできます：
kk: Сонымен қатар, бұл байқауға келесі сыныптар ғана қол жеткізе алады:
uk: Додактово, тільки ці групи мають доступ до цього змагання:

source: Only the following classes may access this contest:
el: Μόνο οι ακόλουθες κατηγορίες μπορούν να έχουν πρόσβαση σε αυτόν τον διαγωνισμό:
es: Solo las siguientes clases pueden tener acceso a este concurso:
fr: Seules les classes suivantes peuvent accéder à ce concours :
ja: 以下のクラスのみがこのコンテストにアクセスできます：
kk: Бұл байқауға тек келесі сыныптар қатыса алады:
uk: Виключно ці групи мають доступ до цього змагання:

source: Alternatively, the following classes may access this contest:
el: Εναλλακτικά, οι ακόλουθες κατηγορίες μπορούν να έχουν πρόσβαση σε αυτόν τον διαγωνισμό:
es: Alternativamente, solo las siguientes clases pueden tener acceso a este concurso:
fr: Alternativement, les classes suivantes peuvent accéder à ce concours :
ja: あるいは、以下のクラスがこのコンテストにアクセスできます：
kk: Сонымен қатар, келесі сабақтар осы байқауға қол жеткізе алады:
uk: Ці групи можуть мати доступ до цього змагання:

source: Organization
ca: Organització
el: Οργανισμός
es: Organización
fr: Organisation
ja: 組織
kk: Ұйым
tr: Organizasyon
uk: Організація

source: Started on {time}
ca: Iniciat a les {time}
el: Ξεκίνησε στις {time}
es: Iniciado el {time}
fr: Commencé le {time}
ja: {time}に開始した
kk: {time} басталады
uk: Розпочато о {time}

source: Started {time}
ca: Iniciat {time}
el: Ξεκίνησε {time}
es: Iniciado {time}
fr: Commencé {time}
ja: {time}に開始した
kk: {time} басталады
uk: Розпочато о {time}

source: Participation ended.
ca: Participació finalitzada.
el: Η συμμετοχή έληξε.
es: Participación finalizada.
fr: Participation terminée.
ja: 参加が終了しました。
kk: Қатысу аяқталды.
uk: Участь завершена.

source: Un-Disqualify
ca: Eliminar la Descalificació
el: Αναίρεση Αποκλεισμού
es: Cancelar Descalificación
fr: Dé-disqualifier
ja: 修飾解除
kk: Дисквалификациядан бас тарту
uk: Відкликати дискваліфікацію

source: Disqualify
ca: Descalificar
el: Αποκλεισμός
es: Descalificar
fr: Disqualifier
ja: 資格不足
kk: Дисквалификациялау
uk: Дискваліфікувати

source: Are you sure you want to disqualify this participation?
ca: Estàs segur que vols descalificar aquesta participació?
el: Είστε βέβαιοι ότι θέλετε να αποκλείσετε αυτή τη συμμετοχή;
es: ¿Estás seguro que quieres descalificar a esta participación?
fr: Êtes-vous sûr de vouloir disqualifier cette participation ?
ja: 本当にこの参加者を失格にしますか？
kk: Сіз бұл қатысудан бас тартқыңыз келетініне сенімдісіз бе?
uk: Ви дійсно бажаєте дискваліфікувати учасника?

source: Are you sure you want to un-disqualify this participation?
ca: Estàs segur que vols eliminar la descalificació d'aquesta participació?
el: Είστε βέβαιοι ότι θέλετε να αναιρέσεται τον αποκλεισμό αυτής της συμμετοχής;
es: ¿Estás seguro que quieres cancelar la descalificación de esta participación?
fr: Êtes-vous sûr de vouloir dé-disqualifier cette participation ?
ja: 本当にこの参加者の失格を取り消しますか？
kk: Сіз бұл мүшені дисквалификациялаудан бас тартқыңыз келетініне сенімдісіз бе?
uk: Ви дійсно бажаєте відновити учасника?

source: View user participation
ca: Veure la participació de l'usuari
el: Προβολή συμμετοχής χρήστη
es: Ver la participación del usuario
fr: Voir la participation de l'utilisateur
ja: 利用者の参加を見る
kk: Пайдаланушылардың қатысуын қарау
tr: Kullanıcı katılımını göster
uk: Перенлянути участі користувача

source: Show organizations
ca: Mostrar organitzacions
el: Εμφάνιση οργανισμών
es: Mostrar organizaciones
fr: Afficher les organisations
ja: 組織を表示する
kk: Ұйымдарды көрсету
tr: Organizasyonları göster
uk: Показати організацію
