Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: %(counter)s problem solved
ca: %(counter)s problema resolt
el: %(counter)s πρόβλημα επιλύθηκε
es: %(counter)s problema resuelto
fr: %(counter)s problème résolu
ja: %(counter)s個の課題を解いた
kk: %(counter)s мәселе шешілді
uk: Розв'язана %(counter)s задача

source: Rank by points:
ca: Ordenar per punts:
el: Βαθμίδα βάσει πόντων:
es: Rango por puntos:
fr: Rang par points :
ja: 点数による順位:
kk: Ұпайлар бойынша рейтинг:
tr: Puan sırası:
uk: Рейтинг за балами:

source: Total points:
ca: Punts totals:
el: Συνολικοί πόντοι:
es: Puntos totales:
fr: Total des points :
ja: 合計点:
kk: Жалпы ұпайлар
tr: Toplam puan:
uk: Загалом балів:

source: %(counter)s contest written
el: %(counter)s διαγωνισμός συντάχθηκε
es: %(counter)s concurso escrito
fr: %(counter)s concours écrit
ja: %(counter)s個のコンテストに参加した
kk: %(counter)s байқауға қатысушылар
uk: Брав участь у %(counter)s-ому змаганні

source: Rank by rating:
ca: Ordenar per puntuació:
el: Βαθμίδα βάσει αξιολόγησης:
es: Rango por puntuación:
fr: Rang par classement :
ja: 評価による順位:
kk: Рейтинг бойынша ранжирлеу:
tr: Derece sırası:
uk: Оцінки за рейтингом:

source: Rating:
ca: Puntuació:
el: Αξιολόγηση:
es: Puntuación:
fr: Classement :
ja: 評価:
kk: Рейтинг
uk: Рейтинг:

source: Min. rating:
ca: Puntuació mínima:
el: Ελάχιστη αξιολόγηση:
es: Puntuación mínima:
fr: Classement minimum :
ja: 最小の評価:
kk: Ең төменгі рейтинг:
tr: En düşük derece:
uk: Мінімальний рейтинг:

source: Max rating:
ca: Puntuació màxima:
el: Μέγιστη αξιολόγηση:
es: Puntuación máxima:
fr: Classement maximale :
ja: 最大の評価:
kk: бастапқы рейтинг
tr: En yüksek derece:
uk: Максимальний рейтинг:

source: Points breakdown
el: Κατανομή πόντων
es: Desglose de puntos
fr: Répartition des points
ja: 点数の内訳
kk: Нүкте бойынша бөлу

source: Load more...
ca: Carrega'n més...
el: Φόρτωση περισσότερων...
es: Cargar más...
fr: Charger plus...
ja: さらに読み込む…
kk: Көбірек жүктеңіз...
tr: Daha fazla yükle...
uk: Показати більше...

source: This user has not yet solved any problems.
ca: Aquest usuari encara no ha resolt cap problema.
el: Αυτός ο χρήστης δεν έχει ακόμη λύσει κανένα πρόβλημα.
es: Este usuario aún no ha resuelto ningún problema.
fr: Cet utilisateur n'a encore résolu aucun problème.
ja: この利用者は、まだどの課題も解いていません。
kk: Бұл пайдаланушы әлі ешқандай есепті шешкен жоқ.
tr: Bu kullanıcı henüz hiç soru çözmedi.
uk: Цей користувач ще не розв'язав жодної задачі.

source: Authored problems
el: Επικυρωμένα προβλήματα
fr: Problèmes créés
ja: 作成された課題
kk: Авторлық есептер
uk: Авторські задачі

source: Hide problems I've solved
ca: Amaga els problemes que ja he resolt
el: Απόκρυψη προβλημάτων που έχω λύσει
es: Ocultar problemas que ya he solucionado
fr: Masquer les problèmes que j'ai déjà résolus
ja: 自分が解いた課題を非表示にする
kk: Мен шешкен есептерді жасыру
tr: Çözdüğüm soruları gizle
uk: Сховати розв'язані задачі

source: %(group)s (%(val)s points)
ca: %(group)s (%(val)s punts)
el: %(group)s (%(val)s πόντοι)
es: %(group)s (%(val)s puntos)
ja: %(group)s（%(val)s 点）
kk: %(group)s (%(val)s ұпайлар)
uk: %(group)s (%(val)s балів)

source: Impersonate
ca: Suplantar
el: Προσωποποίηση
es: Suplantar
fr: Imiter
ja: なりすまし
kk: Өзін басқа адам атынан көрсету
tr: Yerine geç

source: Admin User
ca: Usuari Administador
el: Χρήστης Διαχειριστής
es: Administrador
fr: Administrateur
ja: 管理者
kk: Пайдаланушы-Әкімші
tr: Yönetici kullanıcı
uk: Користувач-Адміністратор

source: Admin Profile
ca: Perfil d'Admin
el: Προφίλ Διαχειριστή
es: Perfil del Administrador
fr: Profil d'Admin
ja: 管理者プロフィール
kk: Әкімші Профилі
tr: Yönetici Profili
uk: Профіль адміністратора

source: Check all
ca: Comprova-ho tot
el: Επιλογή όλων
es: Seleccionar todo
fr: Cocher tout
ja: すべてをチェックする
kk: Барлығын тексеру
tr: Tümünü seç
uk: Перевірити все

source: Comment body
ca: Cos del comentari
el: Σώμα σχολίου
es: Cuerpo del comentario
fr: Corps du commentaire
kk: Пікір денесі
tr: Yorum
uk: Текст коментарю

source: %(page)s by %(user)s
fr: %(page)s par %(user)s
kk: %(page)s - %(user)s
uk: %(page)s написано користувачем %(user)s

source: Rate all users who joined.
ca: Qualificar tots els usuaris que s'han unit.
el: Αξιολογήστε όλους τους χρήστες που συμμετέχουν.
es: Calificar todos los usuarios que se unieron.
fr: Évaluer tous les utilisateurs qui ont rejoint.
kk: Қатысқан пайдаланушылардың барлығын бағалаңыз.
tr: Katılan tüm kullanıcıları derecelendir
uk: Обрахувати рейтинг для усіх користувачів, що приєдналися.

source: WebAuthn credential: %(name)s
el: WebAuthn διαπιστευτήριο: %(name)s
es: Credencial de WebAuthn: %(name)s
fr: Identifiant WebAuthn : %(name)s
kk: WebAuthn тіркелген деректер: %(name)s

source: Issue description
ca: Descripció del problema
el: Περιγραφή θέματος
es: Descripción del problema
fr: Description du problème
kk: Мәселенің сипаттамасы
tr: Sorun açıklaması
uk: Опис проблеми

source: Update preview
el: Ενημέρωση προεπισκόπησης
es: Actualizar vista previa
fr: Mettre à jour l'aperçu
kk: Жаңартуды алдын ала қарау
uk: Оновити попередній перегляд

source: %(date)s on %(judge)s
kk: %(date)s %(judge)s

source: Associated page
ca: Pàgina associada
el: Συσχετιζόμενη σελίδα
es: Página asociada
fr: Page associée
tr: İlişkili sayfa
uk: Пов'язана сторінка

source: Authors
ca: Autors/es
el: Συγγραφείς
es: Autores
fr: Auteurs
tr: Yazarlar
uk: Автори

source: Problem code
ca: Codi del problema
el: Κωδικός προβλήματος
es: Código del problema
fr: Code du problème
tr: Problem anahtarı
uk: Код задачі

source: Problem name
ca: Nom del problema
el: Όνομα προβλήματος
es: Nombre del problema
fr: Nom du problème
tr: Problem adı
uk: Назва задачі

source: Memory
ca: Memòria
el: Μνήμη
es: Memoria
fr: Mémoire
tr: Bellek
uk: Пам'ять

source: on {time}
ca: en {time}
el: στις {time}
es: el {time}
fr: le {time}
tr: {time} tarihinde
uk: о {time}

source: Unordered
ca: No-ordenat
el: Μη ταξινομημένο
es: Sin ordenar
fr: Non ordonné
uk: Невпорядкований

source: Page [page] of [topage]
ca: Pàgina [page] de [topage]
el: Σελίδα [page] από [topage]
es: Página [page] de [topage]
fr: Page [page] sur [topage]
tr: [page]/[topage]
uk: Сторінка [page] з [topage]

source: Page %s of %s
ca: Pàgina %s de %s
el: Σελίδα %s από %s
es: Página %s de %s
fr: Page %s sur %s
uk: Сторінка %s з %s

source: Version matrix
ca: Matriu de versions
el: Πίνακας έκδοσης
es: Matriz de versiones
fr: Matrice de version
tr: Sürüm matrisi
uk: Матриця версій

source: Refresh Two-factor Authentication
el: Ανανέωση Ταυτοποίησης Δύο Παραγόντων
fr: Réactiver l'Authentification à Deux Facteurs

source: Time Limit:
ca: Temps Límit:
el: Χρονικό Όριο:
es: Límite de Tiempo:
fr: Limite de Temps :
uk: Обмеження часу:

source: Memory Limit:
ca: Límit de Memòria:
el: Όριο Μνήμης:
es: Límite de Memoria:
fr: Limite de Mémoire :
uk: Обмеження пам'яті:

source: Refresh Two Factor Authentication
el: Ανανέωση Ταυτοποίησης Δύο Παραγόντων
fr: Réactiver l'Authentification à Deux Facteurs

source: Version Matrix
ca: Matriu de Versions
el: Πίνακας Έκδοσης
es: Matriz de Versiones
fr: Matrice de Version
tr: Sürüm Matrisi

source: Two-factor Authentication is enabled:
ca: S'ha activat l'autenticació de dos passos:
el: Η ταυτοποίηση δύο παραγόντων είναι ενεργοποιημένη:
es: Autenticación en dos pasos habilitada:
fr: L'authentification à deux facteurs est activée :
uk: Двох-факторна авторизація увімкнена:

source: Refresh
el: Ανανέωση
fr: Réactiver
uk: Оновити

source: %d KB
fr: %d Ko
uk: %d Кбайт

source: %.2f MB
fr: %.2f Mo
uk: %.2f Мбайт

source: ECOO
fr: OOCÉ

source: MOSS
ca: Sistema anticòpia MOSS
es: Sistema antiplagio MOSS

source: ID
es: Identificación

source: %d user have scores recalculated.
tr: %d kullanıcının puanları yeniden hesaplandı.

source: Disallowed problems
tr: Yasaklı problemler

source: These problems are NOT allowed to be submitted in this language
tr: Bu problemler için bu dilde çözüm gönderilemez

source: %d submission were successfully rescored.
tr: %d çözüm yeniden puanlandı.

source: These problems are included in this group of problems
tr: Bu problemler bu problem grubunun içindedir

source: These problems are included in this type of problems
tr: Bu problemler bu problem tipinin içindedir

source: You need to have solved at least one problem before your voice can be heard.
tr: Sesini duyurabilmen için bir problem çözmüş olman gerekiyor.

source: You may not be part of more than {count} public organizations.
tr: {count} açık organizasyondan daha fazlasına üye olamazsın.

source: SVG with PNG fallback
tr: SVG, fallback olarak PNG

source: MathJax with SVG/PNG fallback
tr: MathJax, fallback olarak SVG/PNG

source: hide the comment
tr: yorumu gizle

source: %s spectating in %s
tr: %s, "%s" yarışmasında gözlemci

source: %s in %s, v%d
tr: %s, "%s" yarışmasında, sanal: %d

source: %s in %s
tr: %s, "%s" yarışmasında

source: openGraph image
tr: openGraph resmi

source: Displayed on pages under this license
tr: Bu lisans altındaki sayfalarda gösterilir

source: URL to the icon
tr: ikon URL'si

source: The memory limit for this problem, in kilobytes (e.g. 64mb = 65536 kilobytes).
tr: Bu problem için kilobayt cinsinden hafıza sınırı. (örn. 64MB = 65536 KB)

source: Doesn't have magic ability to auto-publish due to backward compatibility
tr: Geri uyumluluk sorunundan dolayı oto-yayınlama büyüsü yapılamamaktadır

source: Displayed beside user name during contests
tr: Yarışmalar sırasında kullanıcı adının yanında gösterilir

source: Those who can edit this organization
tr: Bu organizasyonu düzenleme yetkisi olanlar

source: Allow joining organization
tr: Organizasyona katılmaya izin ver

source: Maximum amount of users in this organization, only applicable to private organizations
tr: Bu organizasyondaki maksimum üye sayısı. Sadece özel organizasyonlar için geçerlidir

source: Student access code
tr: Öğrenci erişim kodu

source: location
tr: konum

source: the rendering engine used to render math
tr: matematiksel ifadeleri gösteren program

source: Common name for the language. For example, the common name for C++03, C++11, and C++14 would be "C++"
tr: Dilin genel adı. Örneğin C++03, C++11 ve C++14'ün genel adı "C++" olmalıdır.

source: Server name, hostname-style
tr: Server adı, hostname şeklinde

source: Short circuit
tr: Kısa devre

source: poster
tr: gönderen

source: Attempt to end batch outside of one in case #%d
tr: Test #%d bir kümenin içinde değil, ancak küme bitişini işaret ediyor.

source: Can't pass both queryset and keyword filters
tr: Queryset ve keyword filtreleri aynı anda verilemez.

source: Your participation in %s
tr: "%s" yarışmasına katılımın

source: %s's participation in %s
tr: %s adlı kullanıcının "%s" yarışmasına katılımı

source: Your organization can only receive %d more members. You cannot approve %d users.
tr: Organizasyon yalnızca %d üye daha alabilir. %d üyenin katılımını onaylayamazsın.

source: The user you are trying to kick is not in organization: %s.
tr: Atmaya çalıştığın üye "%s" organizasyonunda değil.

source: Editorial for <a href="{1}">{0}</a>
tr: <a href="{1}">{0}</a> için problem analizi

source: You have been declared persona non grata for this problem. You are permanently barred from submitting this problem.
tr: Bu problem için istenmeyen adam olarak işaretlendin. Çözüm gönderemezsin.

source: Checker arguments must be a JSON object
tr: Checker değişkenleri JSON nesnesi olarak verilmelidir.

source: Checker arguments is invalid JSON
tr: Checker değişkeni olarak geçersiz JSON verdin.

source: Comparing submissions for <a href="{1}">{0}</a>
tr: <a href="{1}">{0}</a> için çözümleri karşılaştır

source: Best solutions for <a href="{1}">{0}</a>
tr: <a href="{1}">{0}</a> için en iyi çözümler

source: Best solutions for <a href="{1}">{0}</a> in <a href="{3}">{2}</a>
tr: <a href="{1}">{0}</a> için en iyi çözümler - <a href="{3}">{2}</a>

source: Best solutions for problem {0} in <a href="{2}">{1}</a>
tr: Problem {0} için en iyi çözümler - <a href="{2}">{1}</a>

source: A username must contain letters, numbers, or underscores
tr: Kullanıcı adı harfler, rakamlar veya alt çizgilerden oluşmalıdır

source: Registration
tr: Kayıt

source: Must pass a problem
tr: Bir problem tanımlanmalı

source: Must pass a contest
tr: Bir yarışma tanımlanmalı

source: <a href="{1}">{0}</a>'s submissions for <a href="{3}">{2}</a> in <a href="{5}">{4}</a>
tr: <a href="{1}">{0}</a> tarafından <a href="{3}">{2}</a> için gönderilen çözüm - <a href="{5}">{4}</a>

source: <a href="{1}">{0}</a>'s submissions for problem {2} in <a href="{4}">{3}</a>
tr: <a href="{1}">{0}</a> tarafından problem {2} için gönderilen çözüm - <a href="{4}">{3}</a>

source: Invalid upstream data: %s
tr: Gelen veri geçersiz: %s

source: Bad latitude or longitude
tr: Hatalı enlem veya boylam

source: Hello, <b>%(username)s</b>.
tr: Merhaba, <b>%(username)s</b>.

source: posted on %(time)s
tr: %(time)s

source: on %(time)s
tr: %(time)s

source: Please login to vote
tr: Oylamak için lütfen giriş yap

source: <b>%(time_limit)s</b> window between <b>%(start_time)s</b> and <b>%(end_time)s</b>
tr: <b>%(start_time)s</b> ile <b>%(end_time)s</b> arasında, süre sınırı <b>%(time_limit)s</b>

source: <b>%(length)s</b> long starting on <b>%(start_time)s</b>
tr: başlangıç <b>%(start_time)s</b>, yarışma süresi <b>%(length)s</b>

source: Ongoing Contests
tr: Devam Eden Yarışmalar

source: Upcoming Contests
tr: Gelecek yarışmalar

source: Past Contests
tr: Eski Yarışmalar

source: Source:
tr: Kaynak:

source: Request
tr: İstek

source: Remember to use this editorial <b>only</b> when stuck, and <b>not to copy-paste code from it</b>. Please be respectful to the problem author and editorialist. <br><br> <b>Submitting an official solution before solving the problem yourself is a bannable offence.</b>
tr: Bu problem analizini <b>yalnızca</b> takıldığın yerlerde kullanmalısın. Lütfen analizden <b>kod kopyalayıp yapıştırma</b>.<br><br>Problemi çözmeden resmi çözümü kopyalayıp yapıştırmak engellenmene neden olabilir.

source: <b>Warning!</b> Your default language, <b>%(default_language)s</b>, is unavailable for this problem and has been deselected.
tr: <b>Uyarı</b> Varsayılan dilin, <b>%(default_language)s</b>, bu soru için kullanılamıyor.

source: Your password has been set. You may go ahead and log in now
tr: Şifren oluşturuldu. Şimdi giriş yapabilirsin.

source: By registering, you agree to our
tr: Kayıt olmakla birlikte şunları kabul edersin:

source: Terms & Conditions
tr: Şartlar & Koşullar

source: Batch
tr: Küme

source: Case
tr: Test

source: Pretest
tr: Ön test

source: Test case
tr: Test

source: Post
tr: Gönderi

source: Self-description
tr: Künye

source: Editor theme
tr: Editör teması

source: Math engine
tr: Matematik motoru

source: weighted <b>%(weight)s%%</b>
tr: ağırlık <b>%(weight)s%%</b>

source: %(points).1f points
tr: %(points).1f puan
