Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: extension
ca: extensió
el: επέκταση
es: extensión
ja: 拡張子
tr: uzantı
uk: розширення

source: The extension of source files, e.g., "py" or "cpp".
ca: L'extensió dels archius de codi, per exemple, "py" o "cpp".
el: Η επέκταση των πηγαίων αρχείων, π.χ. "py" ή "cpp".
es: La extensión de los archivos de código fuente, por ejemplo, "py" o "cpp".
fr: L'extension des fichiers sources, par exemple « py » ou « cpp ».
ja: ソースファイルの拡張子、例えば "py" や "cpp"。
kk: Бастапқы файлдарды кеңейту, "py" немесе "cpp" сияқты.
tr: Kaynak kodlarının uzantıları, "py", "cpp" vb.
uk: Розширення файлів, до прикладу "py" чи "cpp".

source: languages
ca: llenguatges
el: γλώσσες
es: lenguajes
fr: langages
ja: 言語
kk: тілдер
tr: diller
uk: мови

source: language to which this runtime belongs
ca: llenguatge al que pertany aquest temps d'execució
el: γλώσσα στην οποία ανήκει αυτός ο χρόνος εκτέλεσης
es: lenguaje al que pertenece este entorno de ejecución
ja: このランタイムが属する言語
kk: бұл орындау ортасы жататын тіл
tr: bu dil sürümünün ait olduğu dil

source: judge on which this runtime exists
ca: jutge en la que existeix aquesta execució
el: κριτής στον οποίο υπάρχει αυτός ο χρόνος εκτέλεσης
es: juzgar donde exista el runtime
ja: このランタイムが存在する判定器
kk: бұл орындау ортасы қандай негізде бар екенін бағалаңыз
tr: bu dil sürümünün bulunduğu judge

source: runtime name
ca: nom de l'execució
el: όνομα χρόνου εκτέλεσης
es: nombre de tiempo de ejecución
ja: ランタイム名
kk: жұмыс уақытының атауы
tr: dil sürümü

source: runtime version
ca: versió de l'execució
el: έκδοση χρόνου εκτέλεσης
es: versión de tiempo de ejecución
ja: ランタイムのバージョン
kk: орындауға арналған нұсқа
tr: dil sürümü versiyonu

source: order in which to display this runtime
ca: ordre en el que es mostra aquesta execució
el: σειρά με την οποία θα εμφανίζεται αυτός ο χρόνος εκτέλεσης
es: orden en el que se muestra este tiempo de ejecución
ja: このランタイムを表示する順序
kk: осы орындау ортасын көрсету тәртібі
tr: dil sürümünün gösterim sırası

source: judge name
el: όνομα κριτή
es: nombre del juez
fr: nom du juge
ja: 判定器名
kk: сот есімі
uk: назва сервера

source: Server name, hostname-style.
ca: Nom del servidor, en estil de host-name.
el: Όνομα διακομιστή, στυλ ονόματος υπολογιστή (hostname).
es: Nombre del servidor, nombre del host-style.
ja: サーバー名、ホスト名形式。
kk: Сервер атауы, хост-атауы стилінде.
uk: Назва сервера, стиль назви хоста.

source: time of creation
ca: data de creació
el: ώρα δημιουργίας
es: fecha de creación
fr: moment de création
ja: 作成日
kk: құру уақыты
tr: oluşturulma zamanı
uk: час створення

source: A key to authenticate this judge.
ca: Clau per a autenticar aquest jutge.
el: Ένα κλειδί για την πιστοποίηση αυτού του κριτή.
es: Una clave para autenticar a este juez.
fr: Une clé pour authentifier ce juge.
ja: この判定器を認証する鍵。
kk: Бұл судьяның аутентификациясының кілті.
uk: Ключ для підключення сервера тестування.

source: authentication key
ca: clau d'autenticació
el: κλειδί πιστοποίησης ταυτότητας
es: clave de autenticación
fr: clé d'authentification
ja: 認証鍵
kk: аутентификация кілті.
tr: kimlik doğrulama anahtarı
uk: ключ автенфікації

source: block judge
ca: bloquejar jutge
el: μπλοκάρισμα κριτή
es: bloquear juez
fr: bloquer le juge
ja: 判定器をブロックする
kk: блок судьясы
uk: заблокувати сервер

source: Whether this judge should be blocked from connecting, even if its key is correct.
ca: Si aquest jutge se li ha d'impedir connectar-se, tot i que poseeixi una clau correcta.
el: Αν αυτός ο κριτής θα πρέπει να αποκλειστεί από το να συνδεθεί, ακόμη και αν το κλειδί είναι σωστό.
es: Si este juez debe bloquearsele la conexión, incluso si la clave es correcta.
fr: Si ce juge doit être empêché de se connecter, même si sa clé est correcte.
ja: キーが正しかったとしても、この判定器からの接続をブロックするかどうか。
kk: Бұл судьяның кілті дұрыс болса да, оған қосылуды бұғаттау керек пе.
uk: Чи цей сервер має бути заблокований, навіть якщо ключ вірний.

source: disable judge
ja: 判定器を無効にする
kk: судьяны өшіру
uk: відключити сервер тестування

source: Whether this judge should be removed from judging queue.
ja: この判定器をキューから削除するかどうか。
kk: Бұл судьяны төрешілер кезегінен шығару керек пе.
uk: Виключити цей сервер із черги.

source: judge tier
ja: ジャッジレベル

source: The tier of this judge. Only online judges of the minimum tier will be used. This is used for high-availability.
ja: この判定器のティア。ティアが一番小さい値のオンラインな判定器のみが使用されます。高可用性のためのものです。

source: judge online status
ca: estatus del jutge en linea
el: διαδικτυακή κατάσταση κριτή
es: estatus del juez en línea
fr: statut en ligne du juge
ja: 判定器のオンライン状態
kk: судья статусы онлайн
tr: judge'ın çevrimiçi durumu
uk: статус сервера перевірки

source: judge start time
ca: data d'inici del jutge
el: ώρα έναρξης κριτή
es: hora de inicio del juez
fr: heure de début du juge
ja: 判定器の開始時刻
kk: судьяның басталу уақыты
tr: başlangıç
uk: час запуску сервера тестування

source: response time
ca: temps de resposta
el: χρόνος απόκρισης
es: tiempo de respuesta
fr: temps de réponse
ja: 応答時間
kk: жауап беру уақыты
tr: yanıt süresi
uk: час відповіді

source: system load
ca: càrrega del sistema
el: φορτίο συστήματος
es: carga del sistema
fr: charge du système
ja: システム負荷
kk: жүйеге жүктеме
tr: sistem yükü
uk: системне навантаження

source: Load for the last minute, divided by processors to be fair.
ca: Càrrega per l'últim minut, dividida per el nombre de processadors.
el: Φορτίο για το τελευταίο λεπτό, διαιρεμένο με επεξεργαστές για να είναι δίκαιο.
es: Carga para el último minuto, dividido procesadores para ser justos.
fr: Charge pour la dernière minute, divisée par les processeurs pour être juste.
ja: 最近1分の負荷、公平のためプロセッサ数で割ってある。
kk: Әділдік үшін процессорларға бөлінген соңғы минуттық жүктеу.
tr: Son bir dakikadaki sistem yükü. Adil olması için işlemci sayısına bölünür.
uk: Навантаження протягом останньої хвилини було поділено рівномірно між серверами.

source: last connected IP
el: τελευταία συνδεδεμένη IP
fr: dernière IP connectée
ja: 最後に接続したときのIPアドレス
kk: соңғы қосылған IP
uk: останнє підключене IP

source: judges
ca: jutges
el: κριτές
es: jueces
fr: juges
ja: 判定器
kk: судьялар
tr: judge'lar
uk: судді

source: judge
ca: jutge
el: κριτής
es: juez
fr: juge
ja: 判定器
kk: сот
uk: суддя

source: Accepted
ca: Acceptat
el: Αποδεκτή
es: Aceptado
fr: Accepté
ja: 正答
kk: Қабылданды
tr: Kabul edildi
uk: Зараховано

source: Wrong Answer
ca: Resposta Errònia
el: Λάθος Απάντηση
es: Respuesta Incorrecta
fr: Mauvaise Réponse
ja: 誤答
kk: Қате Жауап
tr: Yanlış cevap
uk: Неправильна відповідь

source: Time Limit Exceeded
ca: Temps Límit Excedit
el: Υπέρβαση Του Χρονικού Ορίου
es: Límite de Tiempo Excedido
fr: Limite de Temps Dépassée
ja: 時間制限超過
kk: Уақыт шегінен асып кетті
tr: Zaman Sınırı Aşıldı
uk: Перевищено обмеження часу

source: Memory Limit Exceeded
ca: Límit de Memòria Excedit
el: Υπέρβαση Όριου Μνήμης
es: Límite de Memoria Excedido
fr: Limite de Mémoire Dépassée
ja: メモリ制限超過
kk: Жад шегінен асып кетті
tr: Bellek Sınırı Aşıldı
uk: Перевищено обмеження пам'яті

source: Output Limit Exceeded
ca: Límit de Dades de Sortida Excedit
el: Υπέρβαση Όριου Εξόδου
es: Límite de Salida Excedido
fr: Limite de Sortie Dépassée
ja: 出力制限超過
kk: Шығу шегінен асып кетті
tr: Çıktı Limiti Aşıldı
uk: Перевищено об'єм вихідних даних

source: Invalid Return
ca: Retorn Invàlid (El programa ha tingut un retorn no-estàndard. Això sol implicar una excepció en llenguatges interpretats)
el: Μη Έγκυρη Επιστροφή
es: Retorno no Válido
fr: Retour Invalide
ja: 不正な出力
kk: Жарамсыз қайтару
tr: Geçersiz Dönüş Kodu
uk: Некоректне значення, що повертається

source: Runtime Error
ca: Errors en Temps d'Execució
el: Σφάλμα Χρόνου Εκτέλεσης
es: Error de Tiempo de Ejecución
fr: Erreur d'Exécution
ja: 実行時エラー
kk: Орындау кезіндегі қате
tr: Çalışma Hatası
uk: Помилка виконання

source: Compile Error
ca: Error de Compilació
el: Σφάλμα Μεταγλώττισης
es: Error de Compilación
fr: Erreur de Compilation
ja: コンパイルエラー
kk: Компляциялық қате
tr: Derleme Hatası
uk: Помилка компіляції

source: Internal Error
ca: Error Intern
el: Εσωτερικό Σφάλμα
es: Error Interno
fr: Erreur Interne
ja: 内部エラー
kk: Ішкі қате
tr: İç Hata
uk: Внутрішня помилка

source: Short Circuited
es: Cortocircuitado
fr: Court Circuité
ja: 短絡
kk: қысқа тұйықталу

source: Aborted
ca: Avortat
el: Ακυρώθηκε
es: Abortado
fr: Abandonné
ja: 中断
kk: Үзілді
tr: İptal edildi
uk: Скасовано

source: Queued
ca: En cua
el: Προστέθηκε στην ουρά
es: En espera
fr: En file d'attente
ja: 順番待ち
kk: Кезекте
tr: Sıraya Alındı
uk: У черзі

source: Processing
ca: Processant
el: Σε επεξεργασία
es: Procesando
fr: En cours de traitement
ja: 処理中
kk: Өңдеу
tr: İşleniyor
uk: Опрацьовується

source: Grading
ca: Avaluant
el: Υπό βαθμολόγηση
es: Clasificación
fr: En cours de notation
ja: 採点中
kk: Жіктеу
tr: Puanlanıyor
uk: Оцінюється

source: Completed
ca: Completat
el: Ολοκληρώθηκε
es: Completado
fr: Terminé
ja: 完了
kk: Тапсырыс орындалды.
tr: Tamamlandı
uk: Завершено

source: Internal Error (judging server error)
ca: Error Intern (error en el servidor del jutge)
el: Εσωτερικό Σφάλμα (εκτίμηση σφάλματος διακομιστή)
es: Error Interno (juzgando error del servidor)
fr: Erreur Interne (erreur du serveur de jugement)
ja: 内部エラー（判定サーバエラー）
kk: Ішкі қате (сервер қатесі бойынша)
tr: İç Hata (judge sunucusu hatası)
uk: Внутрішня помилка сервера (помилка сервера тестування)

source: submission time
ca: temps d'enviament
el: ώρα υποβολής
es: tiempo de envío
fr: date de soumission
ja: 提出時刻
kk: Жіберу уақыты
tr: çözüm süresi
uk: час надсилання

source: execution time
ca: temps d'execució
el: χρόνος εκτέλεσης
es: tiempo de ejecución
fr: temps d'exécution
ja: 実行時間
kk: Орындау уақыты:
tr: çalışma süresi
uk: час виконання

source: memory usage
ca: ús de memòria
el: χρήση μνήμης
es: uso de memoria
fr: utilisation de la mémoire
ja: メモリ使用量
kk: Жадтың пайдаланылуы
tr: bellek kullanımı
uk: використана пам'ять

source: points granted
ca: punts atorgats
el: χορηγηθέντες πόντοι
es: puntos otorgados
fr: points accordés
ja: 付与された点数
kk: есептелген ұпайлар
tr: verilen puan
uk: отримані бали

source: submission language
ca: llenguatge de l'enviament
el: γλώσσα υποβολής
es: lenguaje del envío
fr: langage de soumission
ja: 提出言語
kk: тапсырмалар тілі
tr: çözüm dili
uk: мова спроби

source: status
ca: estat
el: κατάσταση
es: estatus
fr: statut
ja: 状態
kk: Статус
tr: statü
uk: статус

source: result
ca: resultat
el: αποτέλεσμα
es: resultado
fr: résultat
ja: 結果
kk: Нәтиже
tr: sonuç
uk: результат

source: compile errors
ca: errors de compilació
el: σφάλματα μεταγλώττισης
es: errores de compilación
fr: erreurs de compilation
ja: コンパイルエラー
kk: Компляциялық қате
tr: derleme hataları
uk: помилки компіляції

source: batched cases
ca: casos en lot (batch)
el: δεσμίδες περιπτώσεων
es: casos de lotes
fr: cas en lot
ja: バッチのケース
kk: пакеттік өтініштер
tr: kümelenmiş testler

source: test case points
ca: punts del cas de proves
el: πόντοι δοκιμαστικής περίπτωσης
es: puntos de caso de prueba
fr: points de cas de test
ja: テストケースの点数
kk: сынақ нүктелері
tr: test puanı
uk: бали за тест

source: test case total points
ca: punts totals del cas de proves
el: συνολικοί πόντοι δοκιμαστικής περίπτωσης
es: total de puntos del caso de prueba
fr: points totaux de cas de test
ja: テストケースの合計点
kk: сынақ мысалдарының жалпы саны
tr: toplam test puanı
uk: кінцевий бал за тест

source: judged on
ca: jutjat en
el: κρίθηκε στις
es: juzgado en
fr: jugée le
ja: 判定された
kk: бойынша сотталады
tr: değerlendirildiği sunucu
uk: протестовано на

source: submission judge time
ca: temps per a jutjar l'enviament
el: ώρα κρίσης υποβολής
es: hora del envío del juez
fr: heure de jugement de la soumission
ja: 提出が判定された時間
kk: судьяның тапсырмаларды қарау уақыты
uk: час тестування

source: last rejudge date by admin
el: τελευταία ημερομηνία κρίσης εκ νεόυ από admin
ja: 管理者により最後に再判定された日時
kk: әкімшінің соңғы қайта қараған күні
uk: востаннє протестовано одміністратором

source: was ran on pretests only
ca: només s'han passat casos de proves preliminars
el: έτρεξε μόνο σε προδοκιμές
es: solo se ejecutó en pruebas previas
fr: a été exécuté sur les prétests seulement
ja: 予備テストのみ実行された
kk: тек алдын ала сынақтарда іске қосылды
tr: sadece ön testlerde çalıştı
uk: було протестовано тільки на претестах

source: submission lock
el: κλείδωμα υποβολής
es: bloqueo de envío
fr: verrouillage de la soumission
ja: ロック日時
kk: тапсырмаларды бұғаттау
uk: заблокувати розв'язок

source: is archived
ja: アーカイブ済

source: Submission %(id)d of %(problem)s by %(user)s
ca: Enviament %(id)d de %(problem)s per %(user)s
es: Envío %(id)d de %(problem)s por %(user)s
fr: Soumission %(id)d de %(problem)s par %(user)s
ja: ユーザー%(user)sによる問題%(problem)sの提出（ID: %(id)d）
kk: Тапсырмалар %(id)d %(problem)s %(user)s
uk: Розв'язок %(id)d задачі %(problem)s користувача %(user)s

source: Abort any submission
ca: Avortar qualsevol enviament
el: Ακύρωση οποιασδήποτε υποβολής
es: Abortar cualquier envío
fr: Abandonner toute soumission
ja: どの提出も中止できる
kk: Кез келген тапсырманы тоқтату
uk: Відхилити будь-який розв'язок

source: Rejudge the submission
ca: Rejutjar l'enviament
el: Κρίση εκ νέου της υποβολής
es: Rejuzgar el envío
fr: Rejuger la soumission
ja: 提出を再判定できる
kk: Тапсырманы қайта қарау
uk: Перетестувати спробу

source: Rejudge a lot of submissions
ca: Rejutjar molts enviaments
el: Κρίση εκ νέου πολλών υποβολών
es: Rejuzgar un montón de envíos
fr: Rejuger beaucoup de soumissions
ja: たくさんの提出を再判定できる
kk: Көптеген тапсырмаарды қабылдамау
uk: Перетестувати кілька спроб

source: Submit without limit
ca: Enviar sense límit
el: Υποβολή χωρίς όριο
es: Enviar sin límite
fr: Soumettre sans limite
ja: 制限なく提出できる
kk: Шектеусіз жіберу
uk: Надіслати без обмежень

source: View all submission
ca: Veure tots els enviaments
el: Δείτε όλες τις υποβολές
es: Ver todos los envíos
fr: Voir toutes les soumissions
ja: すべての提出を閲覧できる
kk: Барлық жіберілген тапсырылымдарды қараңыз
uk: Переглянути усі розв'язки

source: Resubmit others' submission
ca: Reenviar l'enviament d'un altre
el: Επανυποβολή υποβολής τρίτων
es: Reenviar el envío de otros
fr: Resoumettre la soumission des autres
ja: 他のユーザーの提出を再提出できる
kk: Басқа' тапсырылымдарды қайта жіберу

source: Change lock status of submission
ca: Canviar l'estat de bloqueig d'un enviament
el: Αλλαγή κατάστασης κλειδώματος υποβολής
es: Cambiar el estado de bloqueo del envío
fr: Changer le statut de verrouillage de la soumission
ja: 提出のロック状態を変更できる
kk: Тапсырылымның бұғаттау күйін өзгерту

source: Archive any submission
ja: 提出をアーカイブできる

source: submissions
ca: enviaments
el: υποβολές
es: envíos
fr: soumissions
ja: 提出
kk: тапсырылымдар
tr: çözümler
uk: розв'язки

source: associated submission
ca: enviament associat
el: συσχετιζόμενη υποβολή
es: envío asociado
fr: soumission associée
ja: 関連する提出物
kk: өкілдік тапсырылымдар
tr: ilişkili çözüm gönderisi
uk: пов'язані відправки

source: source code
ca: codi font
el: πηγαίος κώδικας
es: código fuente
fr: code source
ja: ソースコード
kk: Бастапқы код
tr: kaynak kodu
uk: код

source: Source of %(submission)s
es: Fuente de %(submission)s
fr: Source de %(submission)s
ja: %(submission)s のソース
kk: %(submission)s дерек көзі
uk: Код %(submission)s

source: submission source
el: πηγή υποβολής
es: fuente de envío
fr: source de soumission
ja: 提出ソース
kk: тапсырылымдар дерек көзі
uk: код спроби

source: submission sources
el: πηγές υποβολής
es: fuentes de envío
fr: sources de soumission
ja: 提出ソース
kk: тапсырылымдар дерек көздері
uk: коди спроб

source: test case ID
ca: Id del cas de proves
el: ID δοκιμαστικής περίπτωσης
es: ID de caso de prueba
fr: ID du cas de test
ja: テストケースの ID
kk: ID сынақ тесті
tr: test ID
uk: ID тесту

source: status flag
ca: flag d'estat
el: σημαία κατάστασης
es: indicador de estado
fr: indicateur de statut
ja: 状態フラグ
kk: флаг күйі
tr: durum kodu
uk: стан прапора

source: points possible
ca: punts possibles
el: δυνατοί πόντοι
es: puntos posibles
fr: points possibles
ja: 可能な点数
kk: мүмкін ұпайлар
tr: alınabilecek puan
uk: бали можливі

source: batch number
ca: nombre de lot (batch)
el: αριθμός δεσμίδας
es: número de lote
fr: numéro de lot
ja: バッチ番号
kk: партия нөмірі
tr: küme #

source: judging feedback
ca: resultat del jutge
el: σχόλια κριτή
es: respuesta del juez
fr: commentaires du juge
ja: 判定のフィードバック
kk: бағалаушы кері байланыс
uk: відгук системи тестування

source: extended judging feedback
ca: resultat extés del jutge
el: εκτενή σχόλια κριτή
es: respuesta extendida del juez
fr: commentaires étendus du juge
ja: 長い判定フィードバック
kk: судьялармен кеңейтілген кері байланыс
uk: розширити відгук сервера тестування

source: program output
ca: sortida del programa
el: έξοδος προγράμματος
es: salida del programa
fr: sortie du programme
ja: プログラムの出力
kk: бағдарламалық жасақтама
tr: program çıktısı
uk: вивід програми

source: submission test case
ca: cas de prova de l'enviament
el: δοκιμαστική περίπτωση υποβολής
es: caso de prueba del envío
fr: cas de test de la soumission
ja: 提出テストケース
kk: тапсырылымның сынақ тесті
tr: çözüm testi
uk: тест

source: submission test cases
ca: casos de prova de l'enviament
el: δοκιμαστικές περιπτώσεις υποβολής
es: casos de prueba del envío
fr: cas de test de la soumission
ja: 提出テストケース
kk: тапсырылымның сынақтар тесті
tr: çözüm testleri
uk: тести

source: ticket title
ca: títol del ticket
el: τίτλος αιτήματος
es: título del ticket
fr: titre du ticket
ja: チケットの題目
kk: билет атауы
tr: bilet başlığı
uk: назва завдання

source: ticket creator
ca: creador del ticket
el: δημιουργός αιτήματος
es: creador del ticket
fr: créateur du ticket
ja: チケット作成者
kk: билет жасаушы
tr: bileti oluşturan
uk: автор завдання

source: creation time
ca: hora de creació
el: ώρα δημιούργιας
es: fecha de creación
fr: date de création
ja: 作成時刻
kk: Жасалу уақыты
tr: oluşturulma zamanı
uk: час створення

source: assignees
ca: destinataris
el: υπεύθυνοι
es: asignados
fr: destinataires
ja: 担当者
kk: заңдықабылдаушы
tr: sorumlular
uk: призначений

source: quick notes
ca: notes ràpides
el: γρήγορες σημειώσεις
es: notas rápidas
fr: notes rapides
ja: クイックノート
kk: Тез жазбалар
tr: hızlı notlar
uk: швидкі примітки

source: Staff notes for this issue to aid in processing.
ca: Notes del personal sobre aquest problema per a ajudar a la resolució.
el: Σημειώσεις προσωπικού πάνω σε αυτό το θέμα για βοήθεια κατά την επεξεργασία.
es: Notas del personal en este problema para ayudar en el procesamiento.
fr: Les notes du personnel pour cette question afin de faciliter le traitement.
ja: この問題の処理を支援するためのスタッフノート。
kk: Өңдеуді жеңілдету үшін осы мәселе бойынша қызметкерлердің ескертулері.
tr: İşlemde yardımcı olacak notlar.

source: linked item type
ca: tipus d'entitat vinculada
el: τύπος συνδεδεμένου στοιχείου
es: tipo de elemento enlazado
fr: type d'élément lié
ja: リンクされた項目タイプ
kk: байланысқан элемент түрі
tr: bağlı öğe tipi

source: linked item ID
ca: Id d'entitat vinculada
el: ID συνδεδεμένου στοιχείου
es: identificación del artículo vinculado
fr: ID d'élément lié
ja: リンクされた項目 ID
kk: ID байланысқан элемент
tr: bağlı nesne ID'si

source: is ticket open?
ca: està el ticket obert?
el: είναι ανοιχτό το αίτημα;
es: ¿está abierto el ticket?
fr: le ticket est ouvert ?
ja: チケットはオープンか？
kk: билет ашық па?
tr: bilet açık mı?
uk: завдання відкрите?

source: ticket
el: αίτημα
ja: チケット
kk: билет
tr: bilet
uk: завдання

source: tickets
el: αιτήματα
ja: チケット
kk: билеттер
uk: завдання

source: message body
ca: cos del missatge
el: σώμα μηνύματος
es: cuerpo del mensaje
fr: corps du message
ja: メッセージ本文
kk: хабарлама мәтіні
tr: mesaj içeriği
uk: текст повідомлення

source: message time
ca: data del missatge
el: ώρα μηνύματος
es: hora del mensaje
fr: heure du message
ja: メッセージの時刻
kk: хабарлама уақыты
tr: mesaj zamanı
uk: час повідомлення

source: ticket message
el: μήνυμα αιτήματος
es: mensaje de ticket
fr: message de ticket
ja: チケットのメッセージ
kk: билет хабарламасы
uk: текст завдання

source: ticket messages
el: μηνύματα αιτήματος
es: mensajes de ticket
fr: messages de ticket
ja: チケットのメッセージ
kk: билет хабарламалары
uk: текст завдань

source: Newbie
el: Πρωτάρης
fr: Débutant
ja: 初心者
kk: Бастаушы
uk: Початківець

source: Amateur
el: Ερασιτέχνης
ja: アマチュア
kk: Әуесқой
uk: Аматор

source: Expert
el: Ειδήμονας
es: Experto
ja: エキスパート
kk: Мамандар
uk: Експерт

source: Candidate Master
el: Υποψήφια Αυθεντία
es: Candidato a Maestro
fr: Candidat Maître
ja: マスター候補
kk: Магистр дәрежесіне үміткер
uk: Кандидат у майстри

source: Master
el: Αυθεντία
es: Maestro
fr: Maître
ja: マスター
kk: Шебер
uk: Майстер

source: Grandmaster
el: Απόλυτη Αυθεντία
es: Gran Maestro
fr: Grand Maître
ja: グランドマスター
kk: Гроссмейстер
uk: Майстер вищої категорії

source: Target
el: Στόχος
es: Objetivo
fr: Cible
ja: 超上級者
kk: Таргет
uk: Ціль

source: Recalculating contest scores
ca: Recalculant puntuacions del concurs
el: Επανυπολογισμός βαθμολογιών διαγωνισμού
es: Recalculando puntuaciones del concurso
fr: Recalculer les scores du concours
ja: コンテストの得点を再計算しています
kk: Байқау балдарын қайта есептеу

source: Running MOSS
ca: Executant sistema anticòpia MOSS
el: Εκτέλεση MOSS
es: Ejecutando MOSS
fr: MOSS en cours d'exécution
ja: MOSS を実行しています
kk: Жүгіретін MOSS

source: Modifying submissions
ca: Modificant enviaments
el: Τροποποίηση υποβολών
es: Modificando envíos
fr: Modification des soumissions
ja: 提出を変更しています
kk: Жіберілген тапсырмаларды өзгерту

source: Recalculating user points
ca: Recalculant punts d'usuari
el: Επανυπολογισμός πόντων χρήστη
es: Recalculado los puntos de los usuarios
ja: ユーザーの得点を再計算しています
kk: Пайдаланушы ұпайларын қайта есептеу
uk: Переобчислення балів користувача

source: Applying filters
el: Εφαρμογή φίλτρων
es: Aplicando filtros
fr: Application des filtres
ja: フィルターの適用
kk: Сүзгілерді қолдану
uk: Застосовані фільтри

source: Preparing your submission data
ca: Preparant les dades del teu enviament
el: Προετοιμασία των δεδομένων υποβολής
es: Preparando sus datos de envío
fr: Préparation des données de vos soumissions
ja: 提出データを準備しています
kk: Тапсырмаларды жіберуге дайындау

source: Preparing your comment data
ca: Preparant les dades del teu comentari
el: Προετοιμασία των δεδομένων σχολίου
es: Preparando los datos de tus comentarios
fr: Préparation des données de vos commentaires
ja: コメントデータを準備しています
kk: Тапсырмаларды жіберуге дайындау

source: Your email provider is not allowed due to history of abuse. Please use a reputable email provider.
ca: El teu proveïdor de correu electrònic no està permés degut a un historial d'abús. Siusplau fes servir un proveïdor fiable.
el: Ο πάροχος email σας δεν επιτρέπεται λόγω ιστορικού κατάχρησης. Παρακαλούμε χρησιμοποιήστε έναν αξιόπιστο πάροχο email.
es: Su proveedor de correo electrónico no esta permitido debido a el historial de abuso. Por favor utilice un proveedor de correo con buena reputación.
ja: あなたの電子メールプロバイダは不正利用の履歴のため許可されていません。信頼できる電子メールプロバイダを利用してください。
kk: Теріс пайдалануға байланысты электрондық пошта провайдеріне кіруге тыйым салынады. Сенімді электрондық пошта провайдерін пайдаланыңыз.
tr: E-posta sağlayıcın geçmişte yaşanan suistimallerden dolayı geçersizdir. Lütfen bilinen bir e-posta sağlayıcısı kullan.
uk: Ваша поштова адреса належить провайдеру з поганою репутацією. Будь ласка, використовуйте пошту від надійних провайдерів.

source: Page {page_number} of {total_pages}
ja: ページ {page_number} / {total_pages}
kk: {page_number} немесе {total_pages} бет

source: Empty batches not allowed.
ca: No es permeten lots buits.
el: Δεν επιτρέπονται κενές δεσμίδες.
es: No se permiten lotes vacíos.
fr: Les lots vides ne sont pas autorisés.
ja: 空のバッチは、許可されていません。
kk: Бос партияларға жол берілмейді.
tr: Kümeler boş olamaz.
uk: Пусті душки заборонені.

source: Points must be defined for non-batch case #%d.
ca: Els punts han de ser definits per a aquest cas #%d que no és d'un lot.
el: Πόντοι πρέπει να οριστούν για περιπτώση #%d που δεν είναι δεσμίδα.
es: Los puntos deben ser definidos para el caso no lote #%d.
ja: 非バッチケース #%d のために点数が定義されなければなりません。
kk: Нүктелер пакеттік емес жағдай үшін анықталуы керек #%d.
tr: Küme olmayan test #%d için puan tanımlanmalıdır.
