Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: Are you sure you want to rescore %(count)s submission?
ca: Estàs segur que vols repuntuar %(count)s enviament?
el: Είστε βέβαιοι ότι θέλετε να αναβαθμολογήσετε %(count)s υποβολή;
es: ¿Estás seguro de que quieres recalificar %(count)s envío?
fr: Êtes-vous sûr de vouloir recompter %(count)s soumission ?
ja: 本当に%(count)s件の提出を再採点してもよいですか？
kk: Сіз жіберілген тапсырылым %(count)s қалпына келтіргіңіз келетініне сенімдісіз бе?
uk: Ви дійсно бажаєте змінити оцінки для %(count)s розв'язку?

source: Rescore all submissions
ca: Repuntua tots els enviaments
el: Αναβαθμολόγηση όλων των υποβολών
es: Recalificar todos los envíos
fr: Recompter toutes les soumissions
ja: すべての提出を再採点する
kk: Барлық жіберілген тапсырылымдарды қалпына келтіріңіз
uk: Змінити оцінку для усіх розв'язків

source: View as PDF
ca: Veure com a PDF
el: Προβολή ως PDF
es: Ver en PDF
fr: Voir en PDF
ja: PDF として表示する
kk: PDF форматында қарау
tr: PDF olarak göster
uk: Переглянути у PDF

source: Submit solution
ca: Enviar solució
el: Υποβολή λύσης
es: Enviar solución
fr: Soumettre solution
ja: 解答を提出する
kk: Шешім жіберу
tr: Çözüm yolla
uk: Надіслати розв'язок

source: %(counter)s submission left
ca: %(counter)s enviament restant
el: απομένει %(counter)s υποβολή
es: %(counter)s envío restante
fr: %(counter)s soumission restante
ja: %(counter)s個の提出物が残っています
kk: тапсырылым %(counter)s қалды
tr: %(counter)s gönderi kaldı
uk: %(counter)s спроба залишилась

source: 0 submissions left
ca: 0 enviaments pendents
el: απομένουν 0 υποβολές
es: 0 envíos restantes
fr: 0 soumission restante
ja: 提出物が残っていません
kk: 0 тапсырылым қалды
tr: 0 çözüm kaldı
uk: У вас не залишилось спроб

source: My submissions
ca: Els meus enviaments
el: Οι υποβολές μου
es: Mis envíos
fr: Mes soumissions
ja: 私の提出物
kk: Менің тапсырылымдарым
tr: Benim çözümlerim
uk: Мої розв'язки

source: Best submissions
ca: Millors enviaments
el: Οι καλύτερες υποβολές
es: Mejores envíos
fr: Meilleures soumissions
ja: 最優秀提出物
kk: Жақсы тапсырылымдар
tr: En iyi çözümler
uk: Найкращі розв'язки

source: Vote on problem points
es: Votar el valor de puntos del problema
fr: Voter sur les points du problème
ja: 課題の得点を投票
kk: Есеп ұпайларына дауыс беріңіз
uk: Голосувати за бал задачі

source: Edit points vote (%(points)d)
fr: Modifier le vote de points (%(points)d)
ja: 得点の投票を編集（%(points)d）
kk: Дауыс беру ұпайларын өңдеу (%(points)d)
uk: Редагувати оцінку (%(points)d)

source: Voting statistics
es: Estadísticas de voto
fr: Statistiques de vote
ja: 投票統計
kk: Дауыс беру статистикасы
uk: Статистика голосування

source: Read editorial
ca: Llegir editorial
el: Ανάγνωση εξήγησης
es: Leer editorial
fr: Lire l'éditorial
ja: 論説を読む
kk: Редакциялық мақаланы оқыңыз
tr: Problem analizine git
uk: Прочитати розбір

source: Manage tickets
ca: Gestionar tickets
el: Διαχείριση αιτημάτων
es: Administrar tickets
fr: Gérer les tickets
ja: チケットを管理する
tr: Biletleri yönet
uk: Керування завданнями

source: Edit problem
ca: Editar problema
el: Επεξεργασία προβλήματος
es: Editar el problema
fr: Modifier le problème
ja: 課題を編集する
kk: Есепті өңдеу
tr: Soruyu düzenle
uk: Редагувати задачу

source: Edit test data
ca: Edita els casos de prova
el: Επεξεργασία δεδομένων δοκιμής
es: Editar casos de prueba
fr: Modifier les données de test
ja: テストデータを編集する
kk: Сынақ деректерін өңдеу
tr: Test verisini düzenle
uk: Редагувати тест

source: My tickets
ca: El meus tickets
el: Τα αιτήματά μου
es: Mis tickets
fr: Mes tickets
ja: 私のチケット
kk: Менің билеттерім
uk: Мої завадання

source: Manage submissions
ca: Administra enviaments
el: Διαχείρηση υποβολών
es: Administrar envíos
fr: Gérer les soumissions
ja: 提出物を管理する
kk: тапсырылымдарды жіберу
uk: Управління розв'язком

source: Points:
ca: Punts:
el: Πόντοι:
es: Puntos:
ja: 点数:
kk: Нүктелер:
tr: Puan:
uk: Бали:

source: (partial)
ca: (parcial)
el: (εν μέρει)
es: (parcial)
fr: (partiel)
ja: （部分点）
kk: (ішінара)
tr: (kısmi)
uk: (часткове рішення)

source: Time limit:
ca: Temps límit:
el: Χρονικό όριο:
es: Límite de tiempo:
fr: Limite de temps :
ja: 制限時間:
kk: Уақыт шектеуі:
tr: Zaman sınırı:
uk: Обмеження часу:

source: Memory limit:
ca: Límit de memòria:
el: Όριο μνήμης:
es: Límite de memoria:
fr: Limite de mémoire :
ja: メモリ制限:
kk: жадты шектеу:
tr: Bellek sınırı:
uk: Обмеження пам'яті:

source: Problem type
ca: Tipus del problema
el: Τύπος προβλήματος
es: Tipo de problema
fr: Type de problème
ja: 課題のタイプ
kk: Есеп түрі
tr: Soru tipi
uk: Тип задачі

source: Allowed languages
ca: Llenguatges permesos
el: Επιτρεπόμενες γλώσσες
es: Lenguajes permitidos
fr: Langages autorisés
ja: 許可されている言語
kk: рұқсат етілген тілдер
tr: İzin verilen diller
uk: Дозволені мови

source: No %(lang)s judge online
ca: No hi ha cap jutge per a %(lang)s
el: Κανένας κριτής %(lang)s συνδεδεμένος
es: No hay jueces online para %(lang)s
fr: Aucun juge %(lang)s en ligne
ja: %(lang)s の判定器はオンラインになっていません
kk: %(lang)s онлайн сот жоқ
tr: %(lang)s için çevrimiçi judge yok
uk: Сервери тестування %(lang)s не доступні

source: Judge:
ca: Jutge:
el: Κριτής:
es: Juez:
fr: Juge :
ja: 判定器:
kk: Сот:
uk: Суддя:

source: none available
ca: cap disponible
el: κανένας διαθέσιμος
es: ninguno disponible
fr: aucun disponible
ja: 利用できません
kk: жоқ
uk: немає доступних

source: Request clarification
ca: Demanar aclariment
el: Αίτηση διευκρίνισης
es: Solicitar aclaración
fr: Demander une clarification
ja: 解説を要求する
kk: Түсіндіруді сұрау
tr: Açıklama talebi
uk: Зробити запит на роз'яснення

source: Report an issue
ca: Notifica un problema
el: Αναφορά προβλήματος
es: Reportar un problema
fr: Reporter un problème
ja: 問題を報告する
kk: Мәселе туралы хабарлау
tr: Bir sorun bildir
uk: Повідомити про проблему

source: Problem search
ca: Cerca de problema
el: Αναζήτηση προβλήματος
es: Búsqueda de problema
fr: Recherche de problèmes
ja: 課題検索
kk: Есепті іздеу
tr: Problem ara
uk: Пошук задачі

source: Search problems...
ca: Cerca problemes...
el: Αναζήτηση προβλημάτων...
es: Búsqueda de problemas...
fr: Rechercher les problèmes...
ja: 問題を検索する…
kk: Есептерді іздеу...
tr: Problemlerde ara...
uk: Шукати задачу...

source: Full text search
ca: Text de la cerca
el: Αναζήτηση πλήρους κειμένου
es: Búsqueda de texto completo
fr: Recherche en texte complet
ja: 全文検索
kk: Толық мәтінді іздеу
tr: Tam metin araması
uk: Пошук за повним текстом

source: Hide solved problems
ca: Oculta problemes resolts
el: Απόκρυψη λυμένων προβλημάτων
es: Ocultar problemas resueltos
fr: Masquer les problèmes résolus
ja: 解いた課題を非表示
kk: Шешілген есептерді жасыру
tr: Çözülmüş problemleri gizle
uk: Сховати розв'язані задачі

source: Has editorial
el: Έχει εξήγηση
es: Tiene editorial
fr: A un éditorial
ja: 解説がある
kk: Редакциялық
uk: Має розбір

source: Show problem types
ca: Mostra els tipus de problema
el: Εμφάνιση τύπων προβλήματος
es: Mostrar tipos de problemas
fr: Afficher les types de problème
ja: 課題のタイプを表示
kk: Есеп түрлерін көрсету
tr: Problem tiplerini göster
uk: Показати типи задачі

source: All
ca: Tots
el: Όλα
es: Todo
fr: Tous
ja: 全て
kk: барлығы
tr: Tümü
uk: Усе

source: Problem types
ca: Tipus de problemes
el: Τύποι προβλήματος
es: Tipos de problema
fr: Types de problème
ja: 課題のタイプ
kk: Есеп түрлері
tr: Problem tipleri
uk: Типи задач

source: Point range
ca: Rang de punts
el: Εύρος πόντων
es: Rango de puntos
fr: Plage de points
ja: 点数の範囲
kk: Нүктелер ауқымы
tr: Puan aralığı
uk: Діапазон балів

source: Go
ca: Vés
el: Μετάβαση
es: Ir
fr: Aller
ja: 実行
kk: Өту
tr: Git
uk: Шукати

source: Random
ca: Aleatori
el: Τυχαίο
es: Aleatorio
fr: Aléatoire
ja: ランダム
kk: Кездейсоқ
tr: Rastgele
uk: Випадкова задача

source: Result
ca: Resultat
el: Αποτέλεσμα
es: Resultado
fr: Résultat
ja: 結果
kk: Нәтиже
uk: Результат

source: Date
ca: Data
el: Ημερομηνία
es: Fecha
ja: 日付
kk: Күні
uk: Дата

source: Your source code must contain at most 65536 characters.
ca: El teu codi pot contenir com a màxim 65536 caràcters.
el: Ο πηγαίος κώδικας σας πρέπει να περιέχει το πολύ 65536 χαρακτήρες.
es: Tu código fuente debe contener como máximo 65536 caracteres.
fr: Votre code source doit contenir au plus 65536 caractères.
ja: ソースコードは 65536文字以内でなければなりません。
kk: Сіздің бастапқы кодыңызда 65536 таңбадан аспауы керек.
uk: Ваш код повинен містити не більше ніж 65536 символів.

source: Warning!
ca: Atenció!
el: Προσοχή!
es: ¡Advertencia!
fr: Attention !
ja: 警告！
kk: Ескерту!
uk: Увага!

source: Your default language, %(language)s, is unavailable for this problem and has been deselected.
ca: El teu llenguatge per defecte, %(language)s, no està disponible per aquest problema i ha estat deseleccionat.
el: Η προεπιλεγμένη σας γλώσσα, %(language)s, δεν είναι διαθέσιμη για αυτό το πρόβλημα και έχει αποεπιλεγεί.
es: Su lenguaje predeterminado, %(language)s, no está disponible para este problema y no se seleccionó.
fr: Votre langage par défaut, %(language)s, n'est pas disponible pour ce problème et a été désélectionné.
ja: あなたのデフォルト言語 %(language)s はこの課題に利用可能ではないので選択を解除しました。
kk: Сіздің әдепкі тіліңіз, %(language)s, бұл есепті шешу үшін қол жетімді емес және таңдалған.
uk: Обрана вами мова програмування %(language)s є недоступною для цієї задачі.

source: You have %(left)s submission left
el: Σας έχει απομείνει %(left)s υποβολή
es: Te queda %(left)s envío
fr: Il vous reste %(left)s soumission
ja: %(left)s件の提出物が残っています
kk: Сізде %(left)s тапсырылым қалды
uk: У Вас залишилась %(left)s спроба

source: You have 0 submissions left
ca: Tens 0 enviaments disponibles
el: Σας έχουν απομείνει 0 υποβολές
es: Te quedan 0 envíos
fr: Il vous reste 0 soumission
ja: あなたには提出物が残っていません
kk: Сізде 0 тапсырылым қалды
tr: Geriye 0 çözümün kaldı
uk: У вас не залишилось спроб

source: No judge is available for this problem.
ca: No hi ha cap jutge disponible per a aquest problema.
el: Κανένας κριτής δεν είναι διαθέσιμος για αυτό το πρόβλημα.
es: Ningún juez esta disponible para este problema.
fr: Aucun juge n'est disponible pour ce problème.
ja: この課題は判定器が利用可能ではありません。
kk: Бұл есепті бірде-бір судья шеше алмайды.
tr: Bu problem için herhangi bir judge mevcut değil.
uk: Нема доступного відповідного тестуючого сервера для цієї задачі.

source: Change vote
es: Cambiar voto
fr: Changer le vote
ja: 投票を変更
kk: Дауыс беруді өзгерту
uk: Змінити голос

source: Last voted on %(date)s
fr: Dernier vote le %(date)s
ja: 最終投票日 %(date)s
kk: %(date)s бойынша соңғы дауыс беру
uk: Востаннє проголосовано %(date)s

source: Cast vote
fr: Voter
ja: 投票
kk: Дауыс беріңіз
uk: Голос

source: Justification:
es: Justificación:
ja: 根拠:
kk: Негіздеме:
uk: Справедливість:

source: A short justification for your vote to this problem's point value (optional).
fr: Une courte justification de votre vote sur la valeur en points de ce problème (facultatif).
ja: この課題の得点の投票に関する根拠（省略可）。
kk: Бұл есепті баллдық бағалау бойынша дауыс берудің қысқаша негіздемесі (міндетті емес).

source: Vote!
es: ¡Votar!
fr: Voter !
ja: 投票
kk: Дауыс беріңіз!
uk: Голосувати!

source: Delete vote
es: Eliminar voto
fr: Supprimer le vote
ja: 削除された投票
kk: Дауыс беруді болдырмау
uk: Видалити голос

source: No votes available!
es: ¡No hay votos disponibles!
fr: Aucun vote disponible !
ja: 利用可能な投票はありません！
kk: Дауыстар жоқ!
uk: Немає голосів!

source: Median vote: %(val)s
es: Voto mediano: %(val)s
fr: Vote médian : %(val)s
ja: 投票の中央値: %(val)s
kk: орташа дауыс: %(val)s
uk: Медіана: %(val)s

source: Mean vote: %(val)s
es: Voto medio: %(val)s
fr: Vote moyen : %(val)s
ja: 投票の平均値: %(val)s
kk: Жасырын дауыс беру: %(val)s
uk: Мода: %(val)s

source: Number of votes: %(val)d
es: Número de votos: %(val)d
fr: Nombre de votes : %(val)d
ja: 投票数: %(val)d
kk: Дауыс саны: %(val)d
uk: Кількість голосів: %(val)d

source: %(key)s is an invalid activation key.
ca: %(key)s es una clau d'activació invàlida.
el: %(key)s δεν είναι έγκυρο κλειδί ενεργοποίησης.
es: %(key)s no es una clave de activación válida.
fr: %(key)s est une clé d'activation invalide.
ja: %(key)s は無効な有効化鍵です。
kk: %(key)s жарамсыз белсендіру кілті болып табылады.
tr: Geçersiz aktivasyon kodu: %(key)s.
uk: %(key)s є некоректним ключем активації.

source: Your account has been successfully activated.
ca: El teu compte s'ha activat amb èxit.
el: Ο λογαριασμός σας ενεργοποιήθηκε επιτυχώς.
es: Su cuenta ha sido activada con éxito.
fr: Votre compte a été activé avec succès.
ja: アカウントが有効化されました。
kk: Сіздің есептік жазбаңыз сәтті іске қосылды.
tr: Hesabın başarıyla aktifleştirildi.
uk: Ваш обліковий запис успішно активовано.

source: Thanks for registering on the %(site_name)s! We're glad to have you.
ja: %(site_name)sにご登録いただき、ありがとうございます！いらっしゃいませ。
kk: %(site_name)s тіркелгеніңіз үшін рахмет! Бізбен болғаныңызға қуаныштымыз.
uk: Дякуємо за реєстрацію на %(site_name)s. Ми раді, що ви з нами.

source: The last step is activating your account. Please activate your %(site_name)s account in the next %(count)s day.
ja: 最終ステップはアカウントの有効化です。%(count)s日以内に%(site_name)sのアカウントを有効化してください。
kk: Соңғы қадам-есептік жазбаңызды белсендіру. Келесі күні %(count)s жазбаңызды %(site_name)s белсендіріңіз.
uk: Останній крок - активація облікового запису. Будь ласка, активуйте Ваш обліковий запис %(site_name)s протягом %(count)s дня.

source: Please click on the following link to activate your account:
fr: Veuillez cliquer sur le lien suivant pour activer votre compte :
ja: アカウントを有効化するには、次のリンクをクリックしてください:
kk: Есептік жазбаңызды белсендіру үшін келесі сілтемеге өтіңіз:
uk: Натисніть на посилання, для активації облікового запису:

source: Alternatively, you can reply to this message to activate your account. Your reply must keep the following text intact for this to work:
ja: または、このメッセージに返信することでもアカウントを有効化できます。返信の際には、以下のテキストはそのままである必要があります:
kk: Сонымен қатар, сіз өзіңіздің есептік жазбаңызды белсендіру үшін осы хабарламаға жауап бере аласыз. Бұл жұмыс істеуі үшін сіздің жауабыңызда келесі мәтін өзгеріссіз сақталуы керек:
uk: Ви також можете відповісти на цей лист для підтвердження електронної адреси. Щоб це зробити Ваша відповідь має містити цей текст:

source: See you soon! If you have problems activating your account, feel free to send us an email at %(email)s.
ja: またお会いしましょう。アカウントの有効化で問題がある場合は、%(email)sまでお気軽にメールでお問い合わせください。
kk: Кездескенше! Егер сіздің есептік жазбаңызды іске қосуда қиындықтар туындаса, бізге %(email)s электрондық поштасын жіберіңіз.
uk: До зустрічі! Якщо у вас виникли проблеми з активацією облікового запису, просимо звертатися за адресою %(email)s.

source: See you soon!
el: Τα λέμε σύντομα!
es: ¡Hasta pronto!
fr: À bientôt !
ja: またお会いしましょう！
kk: Кездескенше!
uk: До зустрічі!

source: Please activate your %(site_name)s account in the next %(count)s day.
fr: Veuillez activer votre compte %(site_name)s dans le %(count)s prochain jour.
ja: %(count)s日以内に%(site_name)sのアカウントを有効化してください。
kk: Келесі күні %(count)s жазбаңызды %(site_name)s белсендіріңіз.
uk: Будь ласка, активуйте Ваш обліковий запис %(site_name)s протягом %(count)s дня.

source: Activate your %(site_name)s account
fr: Activez votre compte %(site_name)s
ja: %(site_name)sアカウントの有効化
kk: Есептік жазбаңызды іске қосыңыз %(site_name)s
uk: Активуйте ваш обліковий запис %(site_name)s

source: Request email change
ja: メールの変更をリクエスト

source: You have requested to change your email address to this email for your user account at %(site_name)s.
ja: あなたは、%(site_name)sの利用者アカウントのメールアドレスをこのアドレスに変更するよう要求しました。

source: Please click the link to confirm this email change. The link will expire in %(count)s minute.
ja: このメールの変更を承認するにはリンクをクリックしてください。このリンクは%(count)s分で失効します。

source: If you have encountered any problems, feel free to shoot us an email at %(email)s.
ja: 問題が発生した場合は、%(email)sまで気軽にメールでお問い合わせください。

source: Please go to this page to confirm this email change. The link will expire in %(count)s minute.
ja: このメールの変更を承認するには、このページにアクセスしてください。このリンクは%(count)s分で失効します。

source: Email change request on %(site_name)s
ja: %(site_name)sのメール変更の要求

source: Someone (hopefully you!) has requested to change the email address associated with your user account at %(site_name)s to %(new_email)s.
ja: 誰かが（あなたであって欲しいですが！）%(site_name)sの利用者アカウントのメールアドレスを%(new_email)sに変更するように要求しました。

source: If this was you, no further action is required.
ja: これがあなたであれば、特に何もする必要はありません。

source: If this was not you, please change your password and email us immediately at %(email)s.
ja: もしあなたでない場合は、パスワードを変更し、すぐに%(email)sまでメールしてください。

source: If this was not you, please change your password and reply to this email immediately.
ja: もしあなたでない場合は、パスワードを変更し、すぐにこのメールに返信してください。

source: Alert: Email change request on %(site_name)s
ja: 警告: %(site_name)sのメール変更リクエスト

source: Invalid username or password.
ca: Nom d'usurari o contrasenya incorrecte.
el: Μη έγκυρο όνομα χρήστη ή κωδικός πρόσβασης.
es: Usuario o contraseña inválida.
fr: Nom d'utilisateur ou mot de passe invalide.
ja: 不正な利用者名またはパスワードです。
kk: Пайдаланушы аты немесе құпия сөз дұрыс емес.
tr: Kullanıcı adı veya şifre yanlış
uk: Неправильний логін або пароль.

source: Login!
ca: Iniciar sessió!
el: Σύνδεση!
es: ¡Iniciar sesión!
fr: Se connecter !
ja: ログイン！
kk: Логин!
tr: Giriş Yap!
uk: Увійти!

source: Forgot your password?
ca: Contrasenya perduda?
el: Ξεχάσατε τον κωδικό σας;
es: ¿Olvidaste tu contraseña?
fr: Vous avez oublié votre mot de passe ?
ja: パスワードを忘れましたか？
kk: Құпия сөзіңізді ұмытып қалдыңыз ба?
tr: Şifremi unuttum
uk: Забули пароль?

source: Or log in with...
ca: O inicia amb...
el: Ή συνδεθείτε με...
es: O inicia sesión con...
fr: Ou connectez-vous avec...
ja: または次でログイン…
kk: Немесе былай кіріңіз...
tr: Diğer giriş seçenekleri:
uk: Увійти за допомогою...

source: See you later!
ca: A reveure!
el: Τα λέμε αργότερα!
es: ¡Nos vemos luego!
fr: À plus tard !
ja: また会いましょう！
kk: Кейінірек кездескенше!
tr: Görüşürüz!
uk: До зустрічі!

source: Your password was successfully changed.
ca: La contrasenya s'ha modificat correctament.
el: Ο κωδικός σας άλλαξε επιτυχώς.
es: Su contraseña se ha cambiado con éxito.
fr: Votre mot de passe a été modifié avec succès.
ja: パスワードが変更されました。
kk: Құпия сөз сәтті өзгертілді.
uk: Ваш пароль успішно змінений.

source: We found your password in [a database of compromised passwords][0].
el: Βρήκαμε τον κωδικό σας σε [μια βάση δεδομένων με παραβιασμένους κωδικούς][0].
fr: Nous avons trouvé votre mot de passe dans [une base de données de mots de passe compromis][0].
ja: [漏洩したパスワードのデータベース][0]から、あなたのパスワードを見つけました。
kk: Біз сіздің пароліңізді [бұзылған парольдер базасынан][0] таптық.
uk: Ваш пароль був знайдений у базах даних злитих паролів.

source: To protect your account, we are requiring you to change your password to a more secure password.
el: Για να προστατεύσουμε τον λογαριασμό σας, απαιτείται να αλλάξετε τον κωδικό πρόσβασής σας σε έναν ασφαλέστερο κωδικό πρόσβασης.
fr: Pour protéger votre compte, nous vous demandons de changer votre mot de passe pour un mot de passe plus sécurisé.
ja: アカウントを保護するために、より安全なパスワードへ変更する必要があります。
kk: Есептік жазбаңызды қорғау үшін сізден құпия сөзді қауіпсіз парольге ауыстыруды талап етеміз.
uk: Для надійного захисту вашого облікового запису, просимо Вас змінити пароль на надійніший.

source: Change Password
ca: Canvia la Contrasenya
el: Αλλαγή Κωδικού Πρόσβασης
es: Cambiar Contraseña
fr: Changer le Mot de Passe
ja: パスワードの変更
kk: Құпиясөзді өзгерту
tr: Şifre Değiştir
uk: Змінити пароль

source: Send Reset Email
ca: Envia un Correu de Reinici
el: Αποστολή Email Επαναφοράς
es: Envía un Correo de Restablecimiento
fr: Envoyer un Email de Réinitialisation
ja: リセットの電子メールを送信する
kk: Параметрлерді қалпына келтіру үшін электрондық поштаға жіберу
tr: Sıfırlama E-postası Gönder
uk: Надіслати лист для скидання паролю

source: Your password has been set. You may go ahead and log in now.
ca: La teva contrassenya ha estat establerta. Pots iniciar sessió ja.
el: Ο κωδικός πρόσβασής σας έχει οριστεί. Μπορείτε τώρα να συνδεθείτε.
es: Su contraseña ha sido establecida. Usted puede continuar e iniciar sesión ahora.
ja: あなたのパスワードが設定されています。先に進んで今すぐログイン。
kk: Сіздің пароліңіз орнатылды. Енді сіз жүйеге кіре аласыз.
uk: Ваш пароль був змінений.

source: Reset Password
ca: Restablir la Contrasenya
el: Επαναφορά Κωδικού Πρόσβασης
es: Restablecer Contraseña
fr: Réinitialiser le Mot de Passe
ja: パスワードのリセット
kk: құпия сөзді қалпына келтіру
tr: Şifreyi sıfırla
uk: Скинути пароль

source: Invalid password reset link.
el: Μη έγκυρος σύνδεσμος επαναφοράς κωδικού πρόσβασης.
es: Enlace de restablecimiento de contraseña no válido.
fr: Lien de réinitialisation de mot de passe invalide.
ja: パスワードリセットのリンクが無効です。
kk: Құпия сөзді қалпына келтіру сілтемесі дұрыс емес.
uk: Некоректне посилання для скидання паролю.

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
ca: T'hem enviat un correu amb instruccions per reestablir la contrassenya. L'hauries de rebre aviat.
el: Σας στείλαμε μήνυμα ηλεκτρονικού ταχυδρομείου με οδηγίες για τον ορισμό του κωδικού πρόσβασής σας. Θα πρέπει να το λάβετε σύντομα.
es: Nosotros te hemos enviado por correo electrónico las instrucciones para configurar su contraseña. Debería recibirlos en breve.
ja: パスワードを設定する手順をあなた宛に電子メールで送信しました。まもなくあなたに届くでしょう。
kk: Біз сізге құпия сөзді орнату туралы нұсқауларды электрондық пошта арқылы жібердік. Сіз оларды жақын арада алуыңыз керек.
tr: Şifreni belirlemen için sana yapman gerekenleri içeren bir e-posta gönderdik. Birazdan sana ulaşacaktır.
uk: Ми Вам надіслали інструкції для надсилання паролю.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ca: Si no reps un e-mail, comprova que hagis introduït l'adreça amb què t'has registrat i revisa la carpeta de correu brossa.
el: Εάν δεν λάβετε email, βεβαιωθείτε ότι έχετε εισάγει τη διεύθυνση με την οποία έχετε εγγραφεί, και ελέγξτε το φάκελο ανεπιθύμητης αλληλογραφίας σας.
es: Si usted no recibe un correo electrónico, asegúrese de haber ingresado la dirección con la que se registró y revise su carpeta de correo no deseado.
ja: もし電子メールが届かなければ、あなたが登録時に入力したアドレスを確認し、迷惑メールフォルダをチェックしてください。
kk: Егер сіз электрондық поштаны алмаған болсаңыз, тіркелген мекенжайды енгізгеніңізге көз жеткізіңіз және спам қалтасын тексеріңіз.
tr: Eğer bir e-posta almadıysan, kaydolduğun e-posta adresini girdiğinden emin ol ve spam klasörünü kontrol et.
uk: Якщо ви не отримали листа, рекомендуємо перевірити папку **спам**. Зверніть увагу лист прийде виключно на скриньку вказану при реєстрації.

source: Forgot your password on the %(site_name)s? Don't worry!
el: Ξεχάσατε τον κωδικό σας στο %(site_name)s; Μην ανησυχείτε!
es: ¿Has olvidado tu contraseña de %(site_name)s? ¡No te preocupes!
fr: Vous avez oublié votre mot de passe sur %(site_name)s ? Ne vous inquiétez pas !
ja: %(site_name)sのパスワードを忘れましたか？ご心配なく！
kk: %(site_name)s бойынша құпия сөзіңізді ұмытып қалдыңыз ба? Уайымдамаңыз!
uk: Забули ваш пароль для %(site_name)s? Не хвилюйтеся!

source: To reset the password for your account "%(username)s", click the link below.
el: Για να επαναφέρετε τον κωδικό πρόσβασης για το λογαριασμό σας "%(username)s", κάντε κλικ στον παρακάτω σύνδεσμο.
es: Para restablecer la contraseña de tu cuenta "%(username)s", haz clic en el enlace de abajo.
fr: Pour réinitialiser le mot de passe de votre compte « %(username)s », cliquez sur le lien ci-dessous.
ja: アカウント「%(username)s」のパスワードをリセットするには、下のリンクをクリックしてください。
kk: "%(username)s" есептік жазбаңыздың құпия сөзін қалпына келтіру үшін төмендегі сілтемеге өтіңіз.
uk: Для скидання паролю від "%(username)s", натисніть на посилання нижче.

source: See you soon! If you have problems resetting your password, feel free to shoot us an email at %(email)s.
es: ¡Nos vemos pronto! Si tienes problemas para restablecer tu contraseña, no dudes en escribirnos a %(email)s.
ja: またお会いしましょう！もしパスワードのリセットで問題がある場合は、%(email)sまでお気軽にメールでお問い合わせください。
kk: Жақында кездескенше Егер сіз парольді қалпына келтіруде қиындықтар туындаса, бізге %(email)s электрондық поштасын жіберіңіз.
