Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: Problem Status Distribution
ca: Distribució de l'Estatus dels Problemes
el: Κατανομή Κατάστασης Προβλήματος
es: Distribución del Estado de los Problemas
fr: Distribution de Statut du Problème
ja: 課題の状態の分布
kk: Есептің Статусын Бөлу
uk: Поширення статусу задачі

source: Problem AC Rate
ca: Percentatge d'AC del Problema
el: Ποσοστό AC Προβλήματος
es: Ratio de AC del Problema
fr: Taux d'AC du Problème
ja: 課題のAC割合
kk: AC рейтинг есебі
uk: Відсоток успішно зданих

source: Submissions by Language
ca: Enviaments per Llenguatge
el: Υποβολές ανά Γλώσσα
es: Envíos por Lenguaje
fr: Soumissions par Langage
ja: 言語ごとの提出数
kk: тілдер бойынша тапсырылымдар
tr: Dillere Göre Çözümler
uk: Розв'язки по мовах

source: Language AC Rate
ca: Percentatge d'AC per Llenguatge
el: Ποσοστό AC Γλώσσας
es: Tasa de AC por Lenguaje
fr: Taux d'AC du Langage
ja: 言語ごとのAC割合
kk: AC рейтинг тілі
tr: Dil AC Oranı
uk: Відсоток зданих по мовах

source: Visit source
ca: Visitar font
es: Visitar fuente
fr: Visiter la source
ja: ソースの表示
kk: Дереккөзге кіріңіз
uk: Переглянути код

source: Newsletter
ca: Butlletí de noticies
el: Ενημερωτικό Δελτίο
es: Boletín informativo
ja: ニュースレター
kk: Ақпараттық бюллетень
tr: Haber bülteni
uk: Розсилка новин

source: activate
ca: activar
el: ενεργοποίηση
es: activar
fr: activer
ja: 有効化
kk: іске қосу
tr: aktifleştir
uk: активувати

source: You have successfully been unsubscribed.
ca: Heu anul·lat la subscripció amb èxit.
el: Καταργήσατε τη συνδρομή σας με επιτυχία.
es: Ha sido cancelado exitosamente.
fr: Vous avez été désabonné avec succès.
ja: 購読を正常に解除しました。
kk: Сіз ақпараттық бюллетеннен сәтті бас тарттыңыз.
tr: Başarıyla abonelikten çıktın.
uk: Ви успішно відписалися.

source: Newsletter unsubscribe
ca: Anul·lar subscripció al Butlletí
el: Κατάργηση συνδρομής ενημερωτικού δελτίου
es: Darse de baja del boletín
fr: Désabonnement à la newsletter
ja: ニュースレターの登録を解除する
kk: Ақпараттық бюллетенге жазылудан бас тарту
tr: Haber bülteni aboneliğinden çık
uk: Відписатися від наших новин

source: Your unsubscription request has successfully been received. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
ca: La teva solicitud de dessuscripció s'ha rebut amb èxit. S'ha enviat un correu electrònic amb un enllaç que has de seguir per a confirmar la cancelació.
el: Το αίτημα κατάργησης της συνδρομής σας έχει ληφθεί με επιτυχία. Ένα μήνυμα ηλεκτρονικού ταχυδρομείου έχει σταλεί σε σας με έναν σύνδεσμο που πρέπει να ακολουθήσετε για να επιβεβαιώσετε τη διαγραφή σας.
es: Su solicitud de desuscripción se ha recibido exitosamente. Se ha enviado un correo electrónico con un enlace que debe seguir para confirmar su cancelación.
fr: Votre demande de désabonnement a bien été reçue. Un courriel vous a été envoyé avec un lien que vous devez suivre afin de confirmer votre désabonnement.
ja: あなたの購読解除要求は正常に受信されています。購読解除を確認するためのリンクを含む電子メールをあなた宛に送信しました。
kk: Сіздің бас тарту туралы өтінішіңіз сәтті қабылданды. Сізге жазылымнан бас тартуды растау үшін өту керек сілтемесі бар электрондық пошта жіберілді.
tr: Abonelikten çıkma isteğin alındı. Abonelikten çıkman için gerekli linki içeren bir e-posta, adresine gönderildi.

source: Do you want to unsubscribe from this newsletter?
ca: Vols donar-te de baixa d'aquest butlletí?
el: Θέλετε να διαγραφείτε από αυτό το ενημερωτικό δελτίο;
es: ¿Desea darse de baja de este boletín informativo?
fr: Voulez-vous vous désabonner de cette newsletter ?
ja: このニュースレターの購読を解除しますか？
kk: Сіз бұл ақпараттық бюллетеньге жазылудан бас тартқыңыз келе ме?
tr: Bu haber bültenine olan aboneliğinden çıkmak istiyor musun?
uk: Ви дійсно бажаєте відписатися від наших новин?

source: Unsubscribe
ca: Anul·la subscripció
el: Κατάργηση συνδρομής
es: Desuscribirse
fr: Se désabonner
ja: 購読解除
kk: Жазылымнан бас тарту
tr: Abonelikten çık
uk: Відписатися

source: Newsletter update
ca: Actualització del Butlletí
el: Ενημέρωση ενημερωτικού δελτίου
es: Actualizar boletín
fr: Mise à jour de la newsletter
ja: ニュースレター更新
kk: Ақпараттық бюллетеньді жаңарту
tr: Haber bülteni güncellemesi
uk: Оновлення розсилки новин

source: Due to a technical error we were not able to submit your confirmation email. This could be because your email address is invalid.
ca: Degut a un error tècnic no hem pogut enviar el correu de confirmació. Això podria deure's a que el teu correu es invàlid.
el: Λόγω τεχνικού σφάλματος, δεν μπορέσαμε να υποβάλουμε το email επιβεβαίωσης. Αυτό μπορεί να οφείλεται σε μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: Debido a un error técnico no pudimos enviar su correo electrónico de confirmación. Esto podría deberse a que no es válida su dirección de correo electrónico.
fr: En raison d'une erreur technique, nous n'avons pas été en mesure d'envoyer votre courriel de confirmation. Cela peut être dû au fait que votre adresse électronique n'est pas valide.
ja: 技術的なエラーのため、あなたの確認メールを送信することができませんでした。あなたの電子メールアドレスが有効ではない可能性があります。
kk: Техникалық қатеге байланысты біз сіздің растауыңызды электрондық поштаңызға жібере алмадық. Бұл сіздің электрондық пошта мекенжайыңыздың дұрыс болуына байланысты болуы мүмкін.
tr: Teknik bir hata sebebiyle onay e-postanı gönderemedik. E-posta adresin geçersiz olabilir.

source: Update subscription
ca: Actualitza la subscripció
el: Ενημέρωση συνδρομής
es: Actualizar suscripción
fr: Mettre à jour l'abonnement
ja: 購読の更新
kk: Жазылымды жаңарту
tr: Aboneliği güncelle
uk: Оновити підписку

source: Your subscription has successfully been updated.
ca: La teva suscripció ha estat actualitzada amb èxit.
el: Η συνδρομή σας έχει ενημερωθεί με επιτυχία.
es: Su suscripción ha sido actualizada con éxito.
fr: Votre abonnement a été mis à jour avec succès.
ja: あなたの購読は正常に更新されました。
kk: Сіздің тапсырылымыңыз сәтті жаңартылды.
tr: Aboneliğin başarıyla güncellenmiştir.
uk: Ваша підписка успішно оновлена.

source: Your update request was successfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to update your subscription.
ca: La teva solicitud d'actualització ha estat rebut amb èxit i se t'ha enviat un correu d'activació. En aquest correu podràs trobar un link que has de seguir per a actualitzar la teva suscripció.
el: Το αίτημά ενημέρωσης έχει ληφθεί με επιτυχία και σας έχει αποσταλεί ένα email ενεργοποίησης. Σε αυτό το email θα βρείτε έναν σύνδεσμο που πρέπει να ακολουθήσετε για να ενημερώσετε τη συνδρομή σας.
es: Su solicitud de actualización se recibió correctamente y se le envió un correo electrónico de activación. En ese correo electrónico encontrará un vinculo que debe seguir para actualizar su suscripción.
fr: Votre demande de mise à jour a été reçue avec succès et un courriel d'activation vous a été envoyé. Dans ce courriel, vous trouverez un lien que vous devez suivre afin de mettre à jour votre abonnement.
ja: 更新要求は正常に受け付けられ、有効化の電子メールがあなたに送信されました。その電子メールには、購読を更新するためのリンクがあります。
kk: Сіздің жаңарту сұрауыңыз сәтті қабылданды және сізге активациямен электронды хат жіберілді. Бұл электрондық хатта сіз тапсырылымыңызды жаңарту үшін керек сілтемені таба аласыз.
tr: Güncelleme isteğin alındı ve adresine aktivasyon e-postası gönderildi. E-postadaki bağlantıyı izleyerek aboneliğini güncelleyebilirsin.

source: Update
ca: Actualitzar
el: Ενημέρωση
es: Actualizar
fr: Mettre à jour
ja: 更新
kk: Жаңартулар
tr: Güncelle
uk: Оновити

source: Are you sure you want to leave this organization?
ca: Esteu segur que voleu abandonar aquesta organització?
el: Είστε βέβαιοι ότι θέλετε να εγκαταλείψετε αυτό τον οργανισμό;
es: ¿Estás seguro que quieres dejar esta organización?
fr: Êtes-vous sûr de vouloir quitter cette organisation ?
ja: 本当にこの組織から脱退してもよいですか？
kk: Сіз бұл ұйымнан кеткіңіз келетініне сенімдісіз бе?
uk: Ви дійсно бажаєте покинути організацію?

source: You will have to rejoin to show up on the organization leaderboard.
ca: Hauràs de tornar-te a unir per a aparèixer en la taula classificatoria de l'organització.
el: Θα πρέπει να επανεγγραφείτε για να εμφανίζεστε στον πίνακα κατάταξης του οργανισμού.
es: Deberás volverte a unir para aparecer de nuevo en la el ranking de la organización.
ja: 組織のリーダーボードに表示されるようになるには、再び参加する必要があります。
kk: Ұйымның көшбасшылар тақтасында пайда болу үшін сізге қосылу керек.
uk: Вам необхідно буде повторно вступити в організацію, щоб з'явитися на дошці лідерів.

source: You will have to request membership in order to join again.
ca: Hauras de solicitar membresia per a tornar-te a unir.
el: Θα πρέπει να κάνετε αίτηση ιδιότητας μέλους για να συμμετάσχετε ξανά.
es: Deberás pedir permiso para volver a unirte.
fr: Vous devrez faire une demande d'adhésion pour pouvoir vous rejoindre à nouveau.
ja: 再度参加するためには、メンバーシップを要求する必要があります。
kk: Қайта қосылу үшін мүшелікті сұрау керек.
uk: Вам необхідно буде повторно робити запит на участь.

source: Leave organization
ca: Abandona l'organització
el: Αποχώρηση από τον οργανισμό
es: Abandonar organización
fr: Quitter l'organisation
ja: 組織から脱退する
kk: Ұйымға шығу
tr: Organizasyondan ayrıl
uk: Покинути організаію

source: Join organization
ca: Uneix-te a l'organització
el: Εγγραφή στον οργανισμό
es: Unirse a esta organización
fr: Rejoindre l'organisation
ja: 組織に参加する
kk: Ұйымға қосылу
tr: Organizasyona katıl
uk: Приєднатися до організації

source: Request membership
ca: Sol·licitar membresia
el: Αίτηση ιδιότητας μέλους
es: Solicitar membresía
fr: Demander l'adhésion
ja: メンバーシップを要求する
kk: Мүшелікті сұрау
tr: Üyelik talep et
uk: Зробити запит на приєднання

source: Edit organization
ca: Edita organització
el: Επεξεργασία οργανισμού
es: Editar organización
fr: Modifier l'organisation
ja: 組織を編集する
kk: Ұйымды өңдеу
tr: Organizasyonu düzenle
uk: Редагувати організацію

source: View requests
ca: Veure les sol·licituds
el: Προβολή αιτήσεων
es: Ver solicitudes
fr: Voir les demandes
ja: 要求を表示する
kk: Сұрап көру
tr: İstekleri göster
uk: Переглянути запити

source: Admin organization
ca: Administrar organització
el: Διαχειριστής οργανισμού
es: Administrar organización
fr: Administrer l'organisation
ja: 組織を管理する
kk: Әкімшілік ұйым
tr: Organizasyonu düzenle
uk: Організація-адміністратор

source: View members
ca: Veure tots els membres
el: Προβολή μελών
es: Ver miembros
fr: Voir les membres
ja: メンバーを表示する
kk: Мүшелерді қарау
tr: Üyeleri göster
uk: Переглянути учасників

source: Class
el: Κατηγορία
es: Clase
fr: Classe
ja: クラス
kk: Сынып
uk: Група

source: Joined
el: Εγγεγραμμένος
es: Unido
fr: Rejoint
ja: 参加済
kk: Қосылды
uk: Приєднався(-лася)

source: Request to join
el: Αίτηση εγγραφής
es: Solicitar para unirse
fr: Demander à adhérer
ja: 参加をリクエスト
kk: Қосылу туралы өтініш
uk: Запит на приєднання

source: Name
ca: Nom
el: Όνομα
es: Nombre
fr: Nom
ja: 名前
kk: Аты
tr: İsim
uk: Назва

source: Members
ca: Membres
el: Μέλη
es: Miembros
fr: Membres
ja: メンバー
kk: Мүшелер
tr: Üyeler
uk: Учасники

source: User:
ca: Usuari:
el: Χρήστης:
es: Usuario:
fr: Utilisateur :
ja: 利用者:
kk: Қолданушы:
tr: Kullanıcı:
uk: Користувач:

source: Organization:
ca: Organització:
el: Οργανισμός:
es: Organización:
fr: Organisation :
ja: 組織:
kk: Ұйым:
tr: Organizasyon:
uk: Організація:

source: Time:
ca: Data:
el: Ώρα:
es: Tiempo:
fr: Temps :
ja: 時刻:
kk: Уақыт:
tr: Zaman:
uk: Час:

source: Reason:
ca: Motiu:
el: Αιτία:
es: Razón:
fr: Raison :
ja: 理由:
kk: Себеп:
tr: Sebep:
uk: Причина:

source: User
ca: Usuari
el: Χρήστης
es: Usuario
fr: Utilisateur
ja: 利用者
kk: Қолданушы
tr: Kullanıcı
uk: Користувач

source: Time
ca: Temps
el: Ώρα
es: Tiempo
fr: Temps
ja: 時間
kk: Уақыт
tr: Zaman
uk: Час

source: State
ca: Estat
el: Κατάσταση
es: Estado
fr: État
ja: 状態
kk: Аймақ
tr: Durum
uk: Стан

source: Reason
ca: Motiu
el: Αιτία
es: Razón
fr: Raison
ja: 理由
kk: Себеп
tr: Sebep
uk: Причина

source: There are no requests to approve.
ca: No hi ha cap solicitud per a aprovar.
el: Δεν υπάρχουν αιτήσεις για έγκριση.
es: No hay solicitudes para aprobar.
fr: Il n'y a aucune demande à approuver.
ja: 承認するための要求がありません。
kk: Бекіту туралы өтініштер жоқ.
tr: Onaylanacak istek yok.
uk: Нема запитів для затвердження.

source: Delete?
ca: Esborrar?
el: Διαγραφή;
es: ¿Eliminar?
fr: Supprimer ?
ja: 削除しますか？
kk: Жою керек пе?
tr: Sil?
uk: Видалити?

source: Select your class:
el: Επιλέξτε την κατηγορία σας:
es: Selecciona tu clase:
fr: Sélectionnez votre classe :
ja: クラスを選択してください:
kk: Сыныпты таңдаңыз:
uk: Оберіть вашу групу:

source: Your reason for joining:
ca: El teu motiu per a unir-te:
el: Ο λόγος για την εγγραφή σας:
es: Su razón para unirse:
fr: Votre raison d'adhérer :
ja: 参加するためのあなたの理由:
kk: Сіздің қосылу себебіңіз:
tr: Katılma sebebin:
uk: Причина вступу:

source: Request!
ca: Sol·licitar!
es: ¡Solicitar!
fr: Demander !
ja: 要求する！
kk: Өтініш!
uk: Подати запит!

source: Log
el: Αρχείο καταγραφής
es: Registro
fr: Journal
ja: ログ
kk: кіру

source: Kick
ca: Expulsar
el: Αποβολή
es: Expulsar
fr: Expulser
ja: 追い出す
kk: Шығу
tr: At
uk: Вигнати

source: Are you sure you want to kick this user?
ca: Estàs segur de que vols expulsar aquest usuari?
el: Είστε βέβαιοι ότι θέλετε να αποβάλλετε αυτόν τον χρήστη;
es: ¿Estás seguro de que quieres expulsar a este usuario?
fr: Êtes-vous sûr de vouloir expulser cet utilisateur ?
ja: 本当にこのユーザーをキックしてもよいですか？
kk: Сіз бұл пайдаланушыны шығарғыңыз келетініне сенімдісіз бе?
uk: Ви дійсно бажаєте видалити цього користувача?

source: Enter a new code for the cloned problem:
ca: Entra un nou codi per al problema clonat:
el: Εισάγετε έναν νέο κωδικό για το κλωνοποιημένο πρόβλημα:
es: Entra un nuevo código para el problema clonado:
fr: Saisissez un nouveau code pour le problème cloné :
ja: 複製された課題のための新しいキーを入力してください:
kk: Клондалған есептер үшін жаңа кодты енгізіңіз:
uk: Уведіть код для клонованої програми:

source: precision (decimal digits)
es: precisión (dígitos decimales)
ja: 精度 (小数点以下)
kk: дәлдік (ондық бөлшектер)

source: View YAML
ca: Veure el YAML
el: Προβολή YAML
es: Ver YAML
fr: Voir le YAML
ja: YAML を見る
kk: YAML көру
tr: YAML'i görüntüle

source: Show columns:
ca: Mostra les columnes:
el: Εμφάνιση στηλών:
es: Mostrar columnas:
fr: Afficher les colonnes :
ja: カラムを表示:
kk: бағанды ​​көрсету:
tr: Sütunları göster
uk: Показати колонки:

source: Output prefix
ca: Prefixe de sortida
el: Πρόθεμα εξόδου
es: Prefijo de salida
fr: Préfixe de sortie
ja: 出力プレフィクス
kk: Шығу префиксі
tr: Çıktı öneki
uk: Префікс вихідних даних

source: Output limit
ca: Límit de sortida
el: Όριο εξόδου
es: Límite de salida
fr: Limite de sortie
ja: 出力制限
kk: Шығу шегі
tr: Çıktı sınırı
uk: Ліміт вихідних даних

source: Checker
ca: Verificador
el: Ελεγκτής
es: Verificador
fr: Vérificateur
ja: チェッカー
kk: бақылаушы
uk: Чекер

source: Generator args
ca: Arguments del generador
el: Ορίσματα γεννήτριας
es: Argumentos del generador
fr: Arguments du générateur
ja: ジェネレータの引数
kk: Генератор аргументтері
tr: Generator değişkenleri
uk: Аргументи генератора

source: Batch dependencies
ja: バッチの依存関係

source: Type
ca: Tipus
el: Τύπος
es: Tipo
ja: タイプ
kk: Түр
tr: Tip
uk: Тип

source: Input file
ca: Fitxer d'entrada
el: Αρχείο εισόδου
es: Archivo de entrada
fr: Fichier d'entrée
ja: 入力ファイル
kk: Кіріс файлы
tr: Girdi dosyası
uk: Вхідний файл

source: Output file
ca: Fitxer de sortida
el: Αρχείο εξόδου
es: Archivo de salida
fr: Fichier de sortie
ja: 出力ファイル
kk: Шығу файлы
tr: Çıktı dosyası
uk: Вихідний файл

source: Pretest?
ca: Casos de prova preliminars?
el: Προδοκιμή;
es: ¿Prueba previa?
fr: Prétest ?
ja: 事前テストか？
kk: Алдын ала тест?
tr: Ön test?
uk: Претести?

source: Batch Dependencies
ja: バッチの依存関係

source: Submit!
ca: Envia!
el: Υποβολή!
es: ¡Enviar!
fr: Soumettre !
ja: 提出！
kk: Ұсыну!
tr: Gönder!
uk: Надіслати!

source: Add new case
ca: Afegeix nou cas
el: Προσθήκη νέας περίπτωσης
es: Añadir nuevo caso
fr: Ajouter un nouveau cas
ja: 新しいケースを追加する
kk: Жаңа регистрді қосыңыз
tr: Yeni test ekle
uk: Додати новий тест

source: Save
el: Αποθήκευση
es: Guardar
fr: Enregistrer
ja: 保存
kk: Сақтау
uk: Зберегти

source: Remember to use this editorial **only** when stuck, and **not to copy-paste code from it**. Please be respectful to the problem author and editorialist.
ca: Recorda: fes servir aquesta editorial **només** si estàs encallat, i **no facis un còpia-enganxa del codi**. Siusplau, sigues respectuós amb l'autor/a del problema i l'editorialista.
el: Θυμηθείτε να χρησιμοποιήσετε αυτήν την εξήγηση **μόνο** όταν κολλήσετε, και όχι **για να αντιγράψετε-επικολλήσετε τον κώδικα από αυτήν**. Παρακαλώ σεβαστείτε τον συγγραφέα του προβλήματος και τον συντάκτη της εξήγησης.
es: Recuerde utilizar esta editorial **solo** cuando esté bloqueada, y **no copiar y pegar código de él**. Por favor sea respetuoso con el autor del problema y el editorialista.
fr: N'oubliez pas d'utiliser cet éditorial **uniquement** en cas de blocage, et **de ne pas copier-coller de code à partir de celui-ci**. Veuillez être respectueux de l'auteur du problème et de l'éditorialiste.
ja: この論説は、つまずいた時に**限って**使用し、ここから**コードをコピーアンドペーストしない**ようにすることを覚えておいて下さい。課題と論説の著者に敬意を表してください。
kk: Бұл редакциялық мақаланы **тек** ұмытып қалғанда және **одан кодты көшірмеңіз немесе қоймаңыз** кезінде пайдалануды ұмытпаңыз. Есептің авторы мен редакторына құрметпен қараңыз.
uk: Використовуйте цей розбір **виключно** коли не маєте жодних ідей, та**не копіюйте код звідси**. Поважайте авторів задач і розборів.

source: Submitting an official solution before solving the problem yourself is a bannable offence.
ca: Enviar una solució oficial abans de resoldre el problema per un mateix és motiu de Baneig.
el: Η υποβολή επίσημης λύσης πριν από την επίλυση του προβλήματος είναι αδίκημα που μπορεί να προκαλέσει τον αποκλεισμό του χρήστη.
es: Presentar una solución oficial antes de resolver el problema usted mismo es una infracción baneable.
fr: Soumettre une solution officielle avant de résoudre le problème soi-même est une infraction passible de bannissement.
ja: 自身で課題を解く前に公式の解答を提出することは禁止されています。
kk: Есепті өзіңіз шешпес бұрын ресми шешім қабылдау тыйым салынатын құқық бұзушылық болып табылады.
uk: Надсилання офіційного розв'язку перед спробою розв'язати самостійно - злочин, за який вас можуть заблокувати.

source: Author:
ca: Autor/a:
el: Συγγραφέας:
es: Autor:
fr: Auteur :
ja: 著者:
kk: Автор:
tr: Yazar
uk: Автор:

source: Filter by type...
ca: Filtra per tipus...
el: Φιλτράρισμα ανά τύπο...
es: Filtrar por tipo...
fr: Filtrer par type...
ja: タイプで絞り込む…
kk: Типі бойынша фильтр...
tr: Tipe göre filtrele...
uk: Фільтрувати за типом...

source: Hot problems
ca: Problemes populars
el: Χοτ προβλήματα
es: Problemas populares
fr: Problèmes populaires
ja: ホットな課題
kk: Өткір есептер
tr: Popüler problemler
uk: Популярні задачі

source: Category
ca: Categoria
el: Κατηγορία
es: Categoría
fr: Catégorie
ja: カテゴリ
kk: Санаты
tr: Kategori
uk: Категорія

source: Types
ca: Tipus
el: Τύποι
es: Tipos
ja: タイプ
kk: Түр
tr: Tipler
uk: Типи

source: AC %%
ja: 正答率
uk: Зараховано, %%

source: Leave empty to not filter by language
ca: Deixa-ho buit per no filtrar per llenguatge
el: Αφήστε κενό για να μην φιλτράρετε ανά γλώσσα
es: Déjalo vacío para no filtrar por lenguaje
fr: Laisser vide pour ne pas filtrer par langage
ja: 言語で選択しない場合は空
kk: Тіл бойынша сүзгіден өтпеу үшін бос қалдырыңыз
uk: Залиште поле пустим, щоби не фільтрувати за мовою

source: Leave empty to not filter by result
ca: Deixa-ho buit per no filtrar per resultat
el: Αφήστε κενό για να μην φιλτράρετε ανά αποτέλεσμα
es: Déjalo vacío para no filtrar por resultado
fr: Laisser vide pour ne pas filtrer par résultat
ja: 結果で選択したい場合は空
kk: Нәтиже бойынша сүзгіден өтпеу үшін бос қалдырыңыз
uk: Залиште пустим, щоби не фільтрувати за результатом

source: Need valid values for both start and end IDs.
ca: Es necessiten valors vàlids per les ID d'inici i de finalització.
el: Χρειάζονται έγκυρες τιμές τόσο για αναγνωριστικά (ID) έναρξης όσο και τέλους.
es: Se necesita valores válidos para las IDs de inicio y final.
fr: Il faut des valeurs valides pour les ID de début et de fin.
ja: 有効な開始IDと終了IDが必要です。
kk: Бастапқы және соңғы ID үшін жарамды мәндер қажет.
uk: Початкове та кінцеве ID мають бути коректними.

source: End ID must be after start ID.
ca: La ID de finalització ha de ser posterior a la d'inici.
el: Το ID λήξης πρέπει να βρίσκεται μετά το ID έναρξης.
es: La ID final debe ser posterior a la ID de inicio.
fr: L'ID de fin doit être après l'ID de début.
ja: 終了IDは開始IDよりも後である必要があります。
kk: Соңғы ID бастапқы ID кейін болуы керек.
uk: Кінцеве ID мусить бути більшим за початкове ID.

source: You are about to rejudge {count} submissions. Are you sure you want to do this?
ca: Esteu a punt de rejutjar {count} enviaments. Segur?
el: Πρόκειται να κρίνετε εκ νέου {count} υποβολές. Είστε σίγουροι ότι θέλετε να το κάνετε;
es: Vas a rejuzgar {count} envíos. ¿Estás seguro?
fr: Vous êtes sur le point de juger {count} soumissions à nouveau. Êtes-vous sûr de vouloir continuer ?
ja: {count}件の提出を再判定しようとしています。本当にこれを行ってもよいですか？
kk: Сіз тапсырылымдарды {count} қайта қабылдамайсыз. Сіз мұны қалайтыныңызға сенімдісіз бе?
uk: Ви дійсно бажаєте перетестувати {count} розв'язків?

source: You are about to rejudge a few submissions. Are you sure you want to do this?
ca: Esteu a punt de rejutjar uns quants enviaments. Segur?
el: Πρόκειται να κρίνετε εκ νέου μερικές υποβολές. Είστε σίγουροι ότι θέλετε να το κάνετε;
es: Vas a rejuzgar bastantes envíos. ¿Estás seguro?
fr: Vous êtes sur le point de juger quelques soumissions à nouveau. Êtes-vous sûr de vouloir continuer ?
ja: いくつかの提出を再判定しようとしています。本当にこれを行ってよいですか？
kk: Сіз ұсынылған бірнеше тапсырылымдарды күтесіз. Сіз мұны қалайтыныңызға сенімдісіз бе?
uk: Ви дійсно бажаєте перетестувати декілька розв'язків?

source: Rejudge Submissions
ca: Rejutjar Enviaments
el: Κρίση εκ νέου Υποβολών
es: Rejuzgar Envíos
fr: Rejuger les Soumissions
ja: 提出の再判定
kk: Тапсырылымды қайта қарау
uk: Перетестувати розв'язок

source: Filter by ID:
ca: Filtra per ID:
el: Φιλτράρισμα ανά ID:
es: Filtrar por ID:
fr: Filtrer par ID :
ja: IDでの絞込み:
kk: ID бойынша сүзу:
uk: Фільтрувати за ID:

source: Starting ID:
ca: ID d'inici:
el: ID Έναρξης:
es: ID de inicio:
fr: ID de début :
ja: 開始ID:
kk: ID бастау:
uk: Початкове ID:

source: Ending ID:
ca: ID de final:
el: ID Λήξης:
es: ID final:
fr: ID de fin :
ja: 終了ID:
kk: ID еңгізу:
uk: Кінцеве ID:

source: This range includes both endpoints.
ca: Aquest rang inclou ambdós punts.
el: Αυτό το εύρος περιλαμβάνει και τα δύο τελικά σημεία.
es: Este rango incluye ambos puntos.
fr: Cette plage comprend les deux points d'extrémité.
ja: 開始IDと終了IDもこの範囲に含まれます。
kk: Бұл диапазон екі соңғы нүктені де қамтиды.
uk: Діапазон включає в себе кінцеві значення.

source: Filter by language:
ca: Filtra per llenguatge:
el: Φιλτράρισμα ανά γλώσσα:
es: Filtrar por lenguaje:
fr: Filtrer par langage :
ja: 言語で絞り込む:
kk: Тілдер бойынша сүзгілеу:
uk: Фільтрувати за мовою:

source: Archive locked submissions:
ja: ロックした提出をアーカイブする:

source: Rejudge selected submissions
ca: Rejutja els enviaments seleccionats
el: Κρίση εκ νέου επιλεγμένων υποβολών
es: Rejuzgar envíos seleccionados
fr: Rejuger les soumissions sélectionnées
ja: 選択した提出を再判定する
kk: Таңдалған тапсырылымдарға қайта тексерту жасау
uk: Перетестувати обрані розв'язки

source: Rescore Everything
ca: Recalifica Tot
el: Αναβαθμολόγηση Όλων
es: Recalificar Todo
fr: Tout Recompter
ja: すべてを再採点
kk: Барлығын қалпына келтіріңіз
uk: Повторно оцінити все

source: This will rescore %(count)s submission.
ca: Això repuntuarà %(count)s enviament.
el: Αυτό θα αναβαθμολογήσει %(count)s υποβολή.
es: Vas a recalificar %(count)s envío.
fr: Cela recomptera %(count)s soumission.
ja: %(count)s件の提出を再採点します。
kk: Бұл жіберілген тапсырылым %(count)s қайта есепке алуға әкеледі.
uk: Буде переоцінено %(count)s розв'язок.
