Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: contest
ca: concurs
el: διαγωνισμός
es: concurso
fr: concours
ja: コンテスト
kk: cайыс
tr: yarışma
uk: змагання

source: contests
ca: concursos
el: διαγωνισμοί
es: concursos
fr: concours
ja: コンテスト
kk: контесттер
tr: yarışmalar
uk: змагання

source: associated contest
ca: concurs associat
el: σχετικός διαγωνισμός
es: concurso asociado
fr: concours associé
ja: 関連するコンテスト
kk: байланысты контест
tr: ilişkili yarışma
uk: пов'язані змагання

source: score
ca: puntuació
el: βαθμολογία
es: puntuación
ja: 得点
kk: Нәтиже
tr: puan
uk: результат

source: cumulative time
ca: temps acumulat
el: αθροιστικός χρόνος
es: tiempo acumulado
fr: temps cumulé
ja: 累積時間
kk: жиынтық уақыт
tr: kümülatif süre
uk: сумарний час

source: is disqualified
ca: està desqualificat
el: έχει αποκλειστεί
es: se ha descalificado
fr: disqualifiée
ja: 失格
kk: дисквалификацияланған
uk: дискваліфікований

source: Whether this participation is disqualified.
ca: Si aquest participant ha estat desqualificat.
el: Εάν αυτή η συμμετοχή έχει αποκλειστεί.
es: Si esta participación ha sido descalificada.
fr: Si cette participation est disqualifiée.
ja: このユーザーが失格かどうか。
kk: Бұған қатысу дисквалификацияланады ма.

source: tie-breaking field
ca: camp de desempat
el: τάι μπρέικ πεδίο
es: campo de desempate
fr: champ de départage
ja: タイブレイクフィールド
kk: байланыстарды бөлу үшін өріс

source: virtual participation id
ca: id de participació virtual
el: id εικονικής συμμετοχής
es: identificación de la participación virtual
fr: id de participation virtuelle
ja: 仮想参加 id
kk: виртуалды қатысушы идентификаторы
tr: sanal katılım ID'si

source: 0 means non-virtual, otherwise the n-th virtual participation.
ca: 0 significa no virtual. En cas contrari la n-èssima participació virtual.
el: 0 σημαίνει μη εικονική, εναλλακτικά η n-ιοστή εικονική συμμετοχή.
es: 0 significa no-virtual, en caso contrario la n-ésima participación virtual.
fr: 0 signifie non virtuel, sinon la n-ème participation virtuelle.
ja: n番目の仮想参加者（0 の場合は仮想参加者ではない）。
kk: 0 виртуалды емес, керісінше N-e виртуалды қатысуды білдіреді.
uk: 0 означає не віртуальний, а число n-тий віртуальний.

source: contest format specific data
ca: dades específiques del format del concurs
el: ειδικά δεδομένα μορφής διαγωνισμού
es: datos específicos del formato de concurso
fr: données spécifiques au format du concours
ja: コンテスト形式の構成データ
kk: байқау форматы туралы нақты деректер
uk: специфічний формат змагання

source: %(user)s spectating in %(contest)s
fr: %(user)s observant dans %(contest)s
ja: %(contest)sを観戦中の%(user)s
kk: %(user)s %(contest)s нысанында бақылайды
uk: %(user)s спостерігає за %(contest)s

source: %(user)s in %(contest)s, v%(id)d
es: %(user)s en %(contest)s, v%(id)d
fr: %(user)s dans %(contest)s, v%(id)d
ja: %(contest)sの%(user)s、v%(id)d
kk: %(user)s %(contest)s, %(id)d
uk: %(user)s пише %(contest)s, віртуально %(id)d

source: %(user)s in %(contest)s
es: %(user)s en %(contest)s
fr: %(user)s dans %(contest)s
ja: %(contest)sの%(user)s
kk: %(user)s %(contest)s
uk: %(user)s пише %(contest)s

source: contest participation
ca: participació al concurs
el: συμμετοχή διαγωνισμού
es: participación del concurso
fr: participation au concours
ja: コンテスト参加者
kk: байқауға қатысу
tr: yarışma katılımı
uk: участь у змаганні

source: contest participations
ca: participacions al concurs
el: συμμετοχές διαγωνισμού
es: participaciones del concurso
fr: participations au concours
ja: コンテスト参加者
kk: байқауға қатысушылар
tr: yarışma katılımı
uk: участі у змаганні

source: points
ca: punts
el: πόντοι
es: puntos
ja: 点数
kk: ұпайлар
tr: puan
uk: бали

source: partial
ca: parcial
el: εν μέρει
es: parcial
fr: partiel
ja: 部分点
kk: Жеке дифференциал
tr: kısmi
uk: часткове рішення

source: is pretested
ca: s'han passat els casos de prova preliminars
el: είναι προδοκιμασμένο
es: utilizar pruebas previas
fr: est prétesté
ja: 予備テストされているか
kk: қорғалған
tr: ön testli
uk: перевірено на претестах

source: order
ca: ordre
el: σειρά
es: orden
fr: ordre
ja: 順番
kk: реті
tr: sıra
uk: черговість

source: output prefix length override
ca: sobreescriptura de la longitud de prefix de sortida
el: παράκαμψη μήκους προθέματος εξόδου
es: anular la longitud del prefijo de salida
fr: remplacement de la longueur du préfixe de sortie
ja: 出力プレフィックス長のオーバーライド
kk: шығыс префиксінің ұзындығын қайта анықтау

source: max submissions
el: μέγιστες υποβολές
fr: maximum de soumissions
ja: 最大提出数
kk: максималды тапсырмалар
uk: максимальна кількість розв'язків

source: Maximum number of submissions for this problem, or leave blank for no limit.
ca: Nombre màxim d'enviaments per a aquest problema, o deixa-ho en blanc per a no posar límit.
el: Μέγιστος αριθμός υποβολών για αυτό το πρόβλημα ή αφήστε κενό για χωρίς όριο.
es: Número máximo de envíos para este problema, o dejar en blanco para no poner límite.
fr: Nombre maximum de soumissions pour ce problème, ou laisser vide pour aucune limite.
ja: この課題に対する最大提出数。制限がない場合は空。
kk: Осы тапсырмаға арналған өтінімдердің максималды саны немесе шектеусіз бос қалдырыңыз.
uk: Максимальна кількість спроб на цю задачу (залишіть пустим, щоб не обмежувати)

source: Why include a problem you can't submit to?
ca: Per què incloure un problema al que no pots fer enviaments?
el: Γιατί να συμπεριλάβετε πρόβλημα στο οποίο δεν μπορείτε να υποβάλετε;
es: ¿Por qué incluir un problema que no puede enviarse?
fr: Pourquoi inclure un problème que vous ne pouvez pas soumettre ?
ja: なぜあなたが提出できない課題を含むのか？
kk: Неліктен сіз шеше алмайтын есепті қосу керек?
tr: Neden çözüm gönderemediğin bir problemi ekleyesin ki?
uk: Навіщо включати задачу, яку неможливо здати?

source: contest problem
ca: problema del concurs
el: πρόβλημα διαγωνισμού
es: problema de concurso
fr: problème de concours
ja: コンテストの課題
kk: контест есебі
tr: yarışma problemi
uk: задача із змагання

source: contest problems
ca: problemes del concurs
el: προβλήματα διαγωνισμού
es: problemas del concurso
fr: problèmes de concours
ja: コンテストの課題
kk: контест есептері
tr: yarışma problemleri
uk: задачі із змагання

source: submission
ca: enviament
el: υποβολή
es: envío
fr: soumission
ja: 提出
kk: тапсырылымдар
tr: çözüm
uk: розв'язок

source: participation
ca: participació
el: συμμετοχή
es: participación
ja: 参加者
kk: қатысу
tr: katılım
uk: участь

source: Whether this submission was ran only on pretests.
ca: Si aquest enviament ha estat provat només en casos preliminars.
el: Εάν αυτή η υποβολή έτρεξε μόνο σε προδοκιμές.
es: Si este envío se ejecutó solo en las pruebas previas.
fr: Si cette soumission a été exécutée uniquement sur les prétests.
ja: この提出物が予備テストだけを実行したのかどうか。
kk: Бұл жөнелтулер тек алдын ала тесттермен тексерілді ме.
tr: Bu çözüm yalnızca pretest'lerde mi çalıştı?
uk: Чи розв'язок було протестовано тільки на претестах.

source: contest submission
ca: enviament de concurs
el: υποβολή διαγωνισμού
es: envío del concurso
fr: soumission de concours
ja: コンテスト提出
kk: контест тапсырылымы
tr: yarışma çözümü
uk: розв'язок

source: contest submissions
ca: enviaments de concurs
el: υποβολές διαγωνισμού
es: envíos del concurso
fr: soumissions de concours
ja: コンテスト提出
kk: сайыс тапсырылымдары
tr: yarışma çözümleri
uk: розв'язки

source: rank
ca: classificació
el: βαθμίδα
es: rango
fr: rang
ja: 順位
kk: дәреже
tr: sıralama
uk: рейтинг

source: rating
ca: puntuació
el: αξιολόγηση
es: puntuación
fr: classement
ja: 評価
kk: Рейтинг
tr: derece
uk: рейтинг

source: raw rating
el: ακατέργαστη αξιολόγηση
es: puntuación bruta
fr: classement brut
ja: 最大の評価:
kk: бастапқы рейтинг
uk: необроблений рейтинг

source: contest performance
el: επίδοση στο διαγωνισμό
fr: performance au concours
ja: コンテストのパフォーマンス
kk: байқауда сөз сөйлеу
uk: виступ на змаганні

source: last rated
ca: última puntuació
el: τελευταία αξιολόγηση
es: último calificado
fr: dernière évaluation
ja: 最後の評価
kk: соңғы рейтинг
tr: son derecelendirme
uk: востанє оцінено

source: contest rating
ca: puntuació del concurs
el: αξιολόγηση διαγωνισμού
es: puntuación del concurso
fr: classement du concours
ja: コンテストの評価
kk: сайыс рейтингі
tr: yarışma derecesi
uk: рейтинг змагання

source: contest ratings
ca: puntuacions del concurs
el: αξιολογήσεις διαγωνισμού
es: puntuaciones del concurso
fr: classements du concours
ja: コンテストの評価
kk: байқау рейтингі
tr: yarışma derecesi
uk: рейтинги змагання

source: contest moss result
ca: resultat del MOSS del concurs
el: αποτέλεσμα διαγωνισμού moss
es: resultado del moss del concurso
fr: résultat MOSS du concours
ja: コンテストの Moss (Measure of Software Similarity) 結果
kk: moss байқау нәтижесі

source: contest moss results
ca: resultats del MOSS del concurs
el: αποτελέσματα διαγωνισμού moss
es: resultados del moss del concurso
fr: résultats MOSS du concours
ja: コンテストの Moss (Measure of Software Similarity) 結果
kk: moss байқау нәтижелері

source: key
ca: clau
el: κλειδί
es: clave
fr: clé
ja: 鍵
kk: кілт
tr: anahtar
uk: ключ

source: value
ca: valor
el: τιμή
es: valor
fr: valeur
ja: 値
kk: мәні
uk: значення

source: configuration item
ca: ítem de configuració
el: στοιχείο ρυθμίσεων
es: elementos de configuración
fr: élément de configuration
ja: 構成項目
kk: конфигурация элементі
tr: ayar öğesi
uk: конфігурація

source: miscellaneous configuration
ca: altres configuracions
el: διάφορες ρυθμίσεις
es: configuración miscelánea
fr: configuration diverse
ja: その他の構成
kk: әр түрлі конфигурация
tr: çeşitli ayarlar
uk: інші налаштування

source: navigation item
ca: ítem de navegació
el: στοιχείο πλοήγησης
es: elementos de navegación
fr: élément de navigation
ja: ナビゲーションアイテム
kk: навигация элементі
tr: navigasyon öğesi
uk: пункт меню сайту

source: navigation bar
ca: barra de navegació
el: γραμμή πλοήγησης
es: barra de navegación
fr: barre de navigation
ja: ナビゲーションバー
kk: Навигация жолағы
tr: navigasyon çubuğu
uk: меню сайту

source: identifier
ca: identificador
el: αναγνωριστικό
es: identificador
fr: identifiant
ja: 識別子
kk: идентификатор
tr: tanımlayıcı
uk: індетифікатор

source: label
ca: etiqueta
el: ετικέτα
es: etiqueta
fr: étiquette
ja: ラベル
kk: белгі
tr: etiket
uk: надпис

source: highlight regex
ca: subratllar expressions regulars (regex)
el: επισήμανση κανονικών εκφράσεων (regex)
es: destacar la expresión regular
fr: regex de la surbrillance
ja: 正規表現を強調表示する
kk: тұрақты өрнекті бөлектеңіз
tr: vurgu regex'i
uk: regex виділення

source: parent item
ca: ítem pare
el: γονικό στοιχείο
es: elementos paternales
fr: élément parent
ja: 親項目
kk: ата-ана элементі
tr: üst nesne
uk: батьківський елемент

source: post title
ca: títol de l'entrada
el: τίτλος ανάρτησης
es: título del post
fr: titre de l'article
ja: タイトル
kk: Жазбаның тақырыбы
tr: gönderi başlığı
uk: заголовок поста

source: slug
ca: identificador únic
ja: スラグ
kk: шырыш
uk: адреса сторінки

source: public visibility
ca: visibilitat pública
el: δημόσια ορατότητα
es: visibilidad pública
fr: visibilité publique
ja: 公開
kk: көпшілікке көріну
tr: halka açık mı?
uk: публічна видимість

source: sticky
ca: fixat
es: chincheta (sticky)
fr: épinglé
ja: スティッキー
kk: Жабысқақ
tr: yapışkan
uk: прикрплене

source: publish after
ca: publicar després de
el: δημοσίευση μετά από
es: publicar después de
fr: publier après
ja: 投稿日
kk: кейін жариялау
tr: bu tarihten sonra yayınla
uk: опублікувати після

source: post content
ca: publicar un contingut
el: περιεχόμενο ανάρτησης
es: contenido del post
fr: contenu de l'article
ja: 投稿内容
kk: контент жариялау
tr: gönderi içeriği
uk: вміст посту

source: post summary
ca: resum de l'entrada
el: σύνοψη ανάρτησης
es: resumen del post
fr: résumé de l'article
ja: 投稿の概要
kk: хабарламаның қысқаша мазмұны
tr: gönderi özeti
uk: підсумок поста

source: Edit all posts
ca: Editar totes les entrades
el: Επεξεργασία όλων των αναρτήσεων
es: Editar todos los posts
fr: Modifier tous les articles
ja: すべての投稿を編集できる
kk: Барлық хабарламаларды өңдеу
tr: Tüm gönderileri düzenle
uk: Редагувати всі пости

source: Edit post visibility
el: Επεξεργασία ορατότητας ανάρτησης
es: Editar visibilidad del post
fr: Modifier la visibilité de l'article
ja: 投稿の公開・非公開を変更できる
kk: Хабарламаның көрінуін өңдеу
uk: Змінити доступність поста

source: blog post
ca: entrada del blog
el: ανάρτηση ιστολογίου
es: post del blog
fr: article de blog
ja: ブログ投稿
kk: блог жазбасы
tr: blog gönderisi
uk: пост

source: blog posts
ca: entrades del blog
el: αναρτήσεις ιστολογίου
es: posts del blog
fr: articles de blog
ja: ブログ投稿
kk: блог жазбалары
tr: blog gönderisi
uk: пости

source: Disallowed characters: %(value)s
el: Μη επιτρεπόμενοι χαρακτήρες: %(value)s
es: Caracteres no permitidos: %(value)s
fr: Caractères interdits : %(value)s
ja: 使用不可文字: %(value)s
kk: Тыйым салынған таңбалар: %(value)s
uk: Заборонені символи: %(value)s

source: problem category ID
ca: ID de la categoria del problema
el: ID κατηγορίας προβλήματος
es: ID de categoría de problema
fr: ID de la catégorie de problème
ja: 課題タイプID
kk: ID санатындағы есеп
tr: problem kategori ID'si
uk: ID категорії задач

source: problem category name
ca: nom de la categoria del problema
el: όνομα κατηγορίας προβλήματος
es: nombre de categoría de problema
fr: nom de la catégorie de problème
ja: 課題タイプの名称
kk: есеп санатының атауы
tr: problem kategorisi adı
uk: назва категорії задач

source: problem type
ca: tipus del problema
el: τύπος προβλήματος
es: tipo de problema
fr: type de problème
ja: 課題のタイプ
kk: есеп атауы
tr: problem tipi
uk: тип задачі

source: problem types
ca: tipus de problemes
el: τύποι προβλήματος
es: tipos de problema
fr: types de problème
ja: 課題のタイプ
kk: есеп атаулары
tr: problem tipleri
uk: типи задачі

source: problem group ID
ca: ID del grup del problema
el: ID ομάδας προβλημάτων
es: ID de grupo de problema
fr: ID du groupe de problème
ja: 課題グループ ID
kk: ID тобындағы есеп
tr: problem grup ID'si
uk: ID групи задач

source: problem group name
ca: nom del grup del problema
el: όνομα ομάδας προβλημάτων
es: nombre de grupo de problema
fr: nom du groupe de problème
ja: 課題グループの名称
kk: атау тобындағы есеп
tr: problem grubu adı
uk: назва групи задач

source: problem group
ca: grup del problema
el: ομάδα προβλημάτων
es: grupo de problema
fr: groupe de problème
ja: 課題グループ
kk: топтық есеп
tr: problem grubu
uk: група задач

source: problem groups
ca: grups del problema
el: ομάδες προβλημάτων
es: grupos de problemas
fr: groupes de problème
ja: 課題グループ
kk: топтар есебі
tr: problem grupları
uk: групи задач

source: link
ca: enllaç
el: σύνδεσμος
es: enlace
fr: lien
ja: リンク
kk: сілтеме
uk: посилання

source: full name
ca: nom complet
el: ονοματεπώνυμο
es: nombre completo
fr: nom complet
ja: 氏名
kk: толық есім
tr: Tam ad
uk: повна назва

source: short name
ca: nom curt
el: υποκοριστικό ονόματος
es: nombre corto
fr: nom court
ja: 短縮名
kk: қысқа есім
tr: Kısa ad
uk: коротка назва

source: Displayed on pages under this license.
ca: Mostrat en pàgines sota aquesta llicència.
el: Εμφανίζεται σε σελίδες με αυτή την άδεια χρήσης.
es: Mostrado en páginas bajo esta licencia.
fr: Affiché sur les pages avec cette licence.
ja: このライセンスの下でページに表示される。
kk: Осы лицензияға жататын беттерде көрсетіледі.
uk: Відображається на сторінці під ліцензією.

source: icon
ca: icona
el: εικονίδιο
es: icono
fr: icône
ja: アイコン
kk: таңба
tr: ikon
uk: іконка

source: URL to the icon.
ca: URL de la icona.
el: URL για το εικονίδιο.
es: URL al icono.
fr: URL de l'icône.
ja: アイコンへの URL。
kk: Таңбаға сілтеме.
uk: посилання до іконки.

source: license text
ca: text de la llicència
el: κείμενο άδειας χρήσης
es: texto de licencia
fr: texte de la licence
ja: ライセンス本文
kk: лицензия мәтіні
tr: lisans metni
uk: текст ліцензії

source: license
ca: llicència
el: άδεια
es: licencia
fr: licence
ja: ライセンス
kk: лицензия
tr: lisans
uk: ліцензія

source: licenses
ca: llicències
el: άδειες
es: licencias
fr: licences
ja: ライセンス
kk: лицензиялар
tr: lisans
uk: ліцензії

source: Follow global setting
el: Ακολουθήστε την καθολική ρύθμιση
es: Usar ajustes globales
fr: Suivre le paramètre global
ja: 全体の設定に従う
kk: Жаһандық параметрлерді орындаңыз
uk: Використовувати глобальні налаштування

source: Always visible
el: Πάντα ορατό
es: Siempre visible
fr: Toujours visible
ja: 常に表示
kk: Әрқашан көрінетін
uk: Завжди видима

source: Visible if problem solved
el: Ορατό αν το πρόβλημα λυθεί
es: Visible si se ha resuelto el problema
fr: Visible si problème résolu
ja: 課題を解いた後に表示
kk: Егер мәселе шешілсе, көрінеді
uk: Видиме, якщо задача розв'язана

source: Only own submissions
el: Μόνο δικές μου υποβολές
es: Solo envíos propios
fr: Seulement les propres soumissions
ja: 自分の提出のみ
kk: тек осы тақырыптар
uk: Тільки власні розв'язки

source: A short, unique code for the problem, used in the URL after /problem/
ca: Un codi únic i curt per al problema, usat en l'URL després de /problem/
el: Ένας σύντομος, μοναδικός κωδικός για το πρόβλημα, που χρησιμοποιείται στο URL μετά το /problem/
es: Un código corto y único para el problema, para usar en la URL después de /problem/
fr: Un code court et unique pour le problème, utilisé dans l'URL après « /problem/ ».
ja: 問題に対する短くて唯一なコード、URL で /problem/ の後に使用される。
kk: /есеп/кейін URL мекенжайында пайдаланылатын қысқа бірегей мәселе коды
uk: Короткий унікальний код задачі (використовується в URL після /problem/)

source: The full name of the problem, as shown in the problem list.
ca: El nom complet del problema, tal i com es mostra en la llista de problemes.
el: Το πλήρες όνομα του προβλήματος, όπως φαίνεται στη λίστα προβλημάτων.
es: El nombre completa del problema, tal y como saldrá en la lista de problemas.
fr: Le nom complet du problème, tel qu'il apparaît dans la liste des problèmes.
ja: 課題リストに表示されるような課題の完全な名前。
kk: Есеп тізімінде көрсетілгендей есептің толық атауы.
uk: Повна назва задачі.

source: problem body
ca: cos del problema
el: σώμα προβλήματος
es: cuerpo del problema
fr: corps du problème
ja: 課題本文
kk: есеп коды
tr: problem içeriği
uk: текст задачі

source: creators
ca: creadors/es
el: δημιουργοί
es: creadores
fr: créateurs
ja: 作成者
kk: жасаушылар
tr: yaratıcılar
uk: автори

source: These users will be able to edit the problem, and be listed as authors.
ca: Aquests usuaris seran capaços d'editar el problema i seran mostrats com els seus autors.
el: Αυτοί οι χρήστες θα είναι σε θέση να επεξεργάζονται το πρόβλημα και να εμφανίζονται ως συγγραφείς.
es: Estos usuarios serán capaces de editar el problema, y serán listados como autores.
fr: Ces utilisateurs pourront modifier le problème et seront listés comme auteurs.
ja: これらの利用者は課題を編集でき、作成者として表示されます。
kk: Осы пайдаланушылар есепті өңдей алатын болады, бірақ авторлар ретінде көрсетілмейді.
uk: Ці користувачі зможуть редагувати задачу і будуть позначені як автори.

source: These users will be able to edit the problem, but not be listed as authors.
ca: Aquests usuaris seran capaços d'editar el problema però no seran mostrats com els seus autors.
el: Αυτοί οι χρήστες θα είναι σε θέση να επεξεργάζονται το πρόβλημα, αλλά δεν θα εμφανίζονται ως συγγραφείς.
es: Estos usuarios serán capaces de editar el problema, pero no serán listados como autores.
fr: Ces utilisateurs pourront modifier le problème, mais ne seront pas listés comme auteurs.
ja: これらの利用者は課題を編集できますが、作成者としては表示されません。
kk: Осы пайдаланушылар есепті өңдей алатын болады, бірақ авторлар ретінде көрсетілмейді.
uk: Ці користувачі зможуть редагувати задачу, але не будуть позначені як автори.

source: These users will be able to view the private problem, but not edit it.
ca: Aquests usuaris podran veure el problema privat, però no editar-lo.
el: Αυτοί οι χρήστες θα είναι σε θέση να δουν το ιδιωτικό πρόβλημα, αλλά όχι να το επεξεργαστούν.
es: Estos usuarios podrán ver el problema privado, pero no podrán editarlo.
fr: Ces utilisateurs pourront voir le problème privé, mais pas le modifier.
ja: これらの利用者はプライベートな課題を見ることができますが、編集することはできません。
kk: Осы пайдаланушылар есепті көре алғанымен, өңдей алмайды.
uk: Ці користувачі зможуть переглядати приватну задачу, але не редагувати її.

source: The type of problem, as shown on the problem's page.
ca: El tipus del problema, tal i com es mostra en la llista de problemes.
el: Ο τύπος του προβλήματος, όπως εμφανίζεται στη σελίδα του προβλήματος.
es: El tipo de problema, tal y como se verá en la página del problema.
fr: Le type de problème, comme indiqué sur la page du problème.
ja: 課題の種類：課題ページに表示される。
kk: Есеп бетте көрсетілгендей есеп түрі.
uk: Тип задачі, як написано у списку задач.

source: The group of problem, shown under Category in the problem list.
ca: El grup del problema, tal i com es mostra en la llista de problemes com a Categoria.
el: Η ομάδα του προβλήματος, όπως εμφανίζεται στην Κατηγορία στη λίστα προβλημάτων.
es: El grupo del problema, visto como Categoría en la lista de problemas.
fr: Le groupe de problème, indiqué sous Catégorie dans la liste des problèmes.
ja: 課題グループ：課題リストの「カテゴリ」に表示される。
kk: Есептер тізіміндегі санат бөлімінде көрсетілген есептер тобы.
uk: Група задач, що мають певну категорію у списку задач.

source: The time limit for this problem, in seconds. Fractional seconds (e.g. 1.5) are supported.
ca: El temps límit per aquest problema, en segons. Les fraccions (1.5) estan permeses.
el: Το χρονικό όριο για αυτό το πρόβλημα, σε δευτερόλεπτα. Κλασματικά δευτερόλεπτα (π.χ. 1.5) υποστηρίζονται.
es: El límite de tiempo para este problema, en segundos. Los segundos fraccionarios (por ejemplo, 1.5) están permitidos.
fr: La limite de temps pour ce problème, en secondes. Les fractions de secondes (par exemple 1.5) sont acceptées.
ja: この課題の秒単位での制限時間。小数秒（例えば1.5）はサポートされています。
kk: Осы есепті секундта шешу үшін уақыттың шектеулігі. Секундтың фракцияларына қолдау көрсетіледі (мысалы, 1,5).
tr: Bu problem için saniye cinsinden zaman sınırı. Küsuratlı saniyeler(örn. 1.5) desteklenmektedir.
uk: Часове обмеження задачі у секундах (нецілі значення можливі).

source: memory limit
ca: límit de memòria
el: όριο μνήμης
es: límite de memoria
fr: limite de mémoire
ja: メモリ制限
kk: жадты шектеу
tr: bellek sınırı
uk: обмеження пам'яті

source: The memory limit for this problem, in kilobytes (e.g. 256mb = 262144 kilobytes).
ca: El límit de memòria per aquest problema, en kilobytes (p.e. 256mb = 262144 kilobytes).
el: Το όριο μνήμης για αυτό το πρόβλημα, σε kilobytes (π.χ. 256mb = 262144 kilobytes).
es: La memoria límite para este problema, en kilobytes (e.g. 256mb = 262144 kilobytes).
fr: La limite de mémoire pour ce problème, en kilo-octets (par exemple, 256 Mo = 262144 Ko).
ja: この課題のメモリ制限、キロバイト単位（例えば 256 mb = 262144 キロバイト）。
kk: Бұл есеп үшін жадты килобайтпен шектеу (мысалы 256mb = 262144 килобайт).
uk: Обмеження пам'яті для цієї задачі (у кілобайтах)

source: short circuit
ca: curt circuit
el: βραχυκύκλωμα
es: circuito corto
fr: court circuit
ja: 短絡
kk: қысқа тұйықталу

source: Points awarded for problem completion. Points are displayed with a 'p' suffix if partial.
ca: Punts otorgats per completar el problema. Els punts es mostren amb un sufix 'p' si son parcials (és a dir, cada cas completat otorga punts tot i que no es completin tots els casos).
el: Πόντοι που απονέμονται για την ολοκλήρωση του προβλήματος. Οι πόντοι εμφανίζονται με επίθεμα 'p' αν βαθμολογείται μερικώς.
es: Puntos otorgados por completar el problema. Si los puntos son parciales (pasar un caso de prueba da puntos aunque el resto no se hayan pasado) se muestran con el sufijo 'p'.
fr: Points attribués pour la résolution du problème. Les points sont affichés avec un suffixe 'p' si partiel.
ja: 課題を完全に解いたときに与えられる得点。部分的に正解の場合は p が後ろに表示されます。
kk: Есепті орындағаны үшін ұпайлар беріледі. Нүктелер ішінара болса, "p" жұрнағымен көрсетіледі.
uk: Бали зароблені за задачу на змаганні. Бали, що мають суфікс 'p' позначають часткові розв'язки.

source: allows partial points
ca: permetre punts parcials
el: επιτρέπεται μερική βαθμολόγηση
es: permitir puntos parciales
fr: permet des points partiels
ja: 部分点を許す
kk: ішінара нүктелерге мүмкіндік береді
tr: kısmi puanlama yapılabilir
uk: дозволиені часткові бали
