Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: Should be set even for organization-private contests, where it determines whether the contest is visible to members of the specified organizations.
ca: Ha de posar-se fins i tot per a concursos privats per a organitzacions, ja que determina si el concurs és visible als membres de les organitzacions específiques.
el: Θα πρέπει να οριστεί ακόμη και για ιδιωτικών οργανισμών διαγωνισμούς, όπου καθορίζει αν ο διαγωνισμός είναι ορατός στα μέλη των συγκεκριμένων οργανισμών.
es: Debe establecerse incluso para concursos privados de la organización, donde se determina si el concurso es visible para los miembros de las organizaciones especificadas.
ja: コンテストが指定された組織のメンバーに表示されるかどうかを決定するものであり、組織にプライベートなコンテストには設定すべきです。
kk: Берілген ұйымның мүшелеріне байқау көрінетінін анықтайтын, жеке ұйымдармен өткізілетін байқаулар үшін де орнатылуы қажет.
tr: Organizasyona özel yarışmalar için de açılmalıdır. Eğer bir yarışma organizasyona özel ise bu seçenek yarışmanın üyelere açılıp açılmayacağını belirler.
uk: Повинно бути встановленим навіть для приватних змагань організацій. Визначає чи змагання є видимим для учасників організації.

source: contest rated
ca: concurs qualificat
el: αξιολογήσιμος διαγωνισμός
es: concurso calificado
fr: concours évalué
ja: 評価されているコンテスト
kk: рейтингті контест
tr: dereceli yarışma
uk: змагання рейтингове

source: Whether this contest can be rated.
ca: Si aquest concurs es pot qualificar.
el: Εάν αυτός ο διαγωνισμός μπορεί να αξιολογηθεί.
es: Si este concurso puede ser calificado.
fr: Si ce concours peut être évalué.
ja: このコンテストを評価できるようにするか。
kk: Бұл байқауды бағалауға бола ма.
tr: Bu yarışma derecelendirilebilir mi?
uk: Чи змагання може бути рейтинговим.

source: view contest scoreboard
ca: veure la taula de puntuacions del concurs
el: προβολή πίνακα αποτελεσμάτων διαγωνισμού
es: ver marcador del concurso
fr: voir le tableau de bord du concours
ja: コンテストのスコアボードを表示
kk: байқау тақтасын қарау
uk: переглянути таблицю учасників

source: These users will be able to view the scoreboard.
ca: Aquests usuaris podran veure la taula de puntuacions.
el: Αυτοί οι χρήστες θα είναι σε θέση να δουν τον πίνακα αποτελεσμάτων.
es: Estos usuarios podrán ver el marcador.
fr: Ces utilisateurs pourront voir le tableau de bord.
ja: スコアボードを見ることができるユーザー。
kk: Осы пайдаланушылар тақтаны көре алатын болады.
uk: Ці користувачі зможуть переглядати таблицю учасників.

source: can see contest submissions
el: μπορεί να δει τις υποβολές διαγωνισμού
ja: コンテストの提出を見られる
kk: сіз байқау жұмыстармен таныса аласыз
uk: можуть переглядати розв'язки

source: These users will be able to see in-contest submissions.
el: Αυτοί οι χρήστες θα είναι σε θέση να δουν υποβολές εντός διαγωνισμού.
fr: Ces utilisateurs pourront voir les soumissions dans le concours.
ja: コンテスト内の提出を見ることができるユーザー。
kk: Бұл пайдаланушылар байқауға ұсынылған тапсырмалармен таныса алады.
uk: Ці користувачі можуть переглядати розв'язки зроблені під час змагання.

source: scoreboard visibility
el: ορατότητα πίνακα αποτελεσμάτων
es: visibilidad del marcador
fr: visibilité du tableau de bord
ja: スコアボードの表示
uk: видимість таблиці учасників

source: Scoreboard visibility through the duration of the contest.
el: Ορατότητα πίνακα αποτελεσμάτων κατά τη διάρκεια του διαγωνισμού.
fr: Visibilité du tableau de bord pendant toute la durée du concours.
ja: コンテスト期間中のスコアボードの表示。
kk: Байқаудың барлық мезетінде тақтадан көрінуі.
uk: Видимість таблиці учасників під час змагання.

source: no comments
ca: sense comentaris
el: χωρίς σχόλια
es: sin comentarios
fr: aucun commentaire
ja: コメントがありません
kk: пікірлер жоқ
tr: yorum yok
uk: без коментарів

source: Use clarification system instead of comments.
ca: Fes servir un sistema de clarificacions en comptes de comentaris.
el: Χρήση του συστήματος διευκρινήσεων αντί σχολίων.
es: Usar el sistema de aclaración en vez de comentar.
fr: Utiliser le système de clarification au lieu de commentaires.
ja: コメントではなく解説システムを使う。
kk: Анықтама жүйесін пікірлер орнына қолданыңыз.
tr: Yorumlar yerine açıklama sistemini kullanın.
uk: Використовуйте систему уточнень замість коментарів.

source: rating floor
ca: puntuació mínima
el: χαμηλότερη αξιολόγηση
es: puntuación mínima
fr: plancher de classement
ja: レーティング下限
kk: номиналды қабат
uk: нижній поріг рейтингу

source: Do not rate users who have a lower rating.
es: No calificar a los usuarios que tengan una puntuación más baja.
fr: Ne pas évaluer les utilisateurs qui ont un classement plus bas.
ja: これより低いレートの利用者は評価しない。
kk: Төмен рейтингі бар пайдаланушыларды бағаламаңыз.
uk: Не обраховувати новий рейтинг для користувачів із нижчим рейтингом.

source: rating ceiling
ca: puntuació màxima
el: ανώτατο όριο αξιολόγησης
es: puntuación máxima
fr: plafond de classement
ja: レーティング上限
kk: рейтинг шегі
uk: верхній поріг рейтингу

source: Do not rate users who have a higher rating.
es: No calificar a los usuarios que tengan una puntuación más alta.
fr: Ne pas évaluer les utilisateurs qui ont un classement plus élevé.
ja: これより高いレートの利用者は評価しない。
kk: Жоғары рейтингі бар пайдаланушыларды бағаламаңыз.
uk: Не обраховувати новий рейтинг для користувачів із вижчим рейтингом.

source: performance ceiling override
ja: パフォーマンスの天井がオーバーライドされます

source: Overrides the performance_ceiling parameter used in computing ratings. Do not modify unless you know what you're doing!
ja: 計算の評価で使用されるperformance_ceilパラメータを上書きします。何をしているのか分からない限り、変更しないでください！

source: rate all
ca: qualificar tots
el: αξιολόγηση όλων
es: calificar todo
fr: évaluer tout
ja: 全員をレーティングする
kk: барлығын бағалаңыз
tr: herkesi derecelendir
uk: обрахувати новий рейтинг для всіх

source: Rate users even if they make no submissions.
ja: 提出がないユーザーもレーティングする。

source: exclude from ratings
ca: exclou de les qualificacions
el: απόκλειση από αξιολόγηση
es: excluir de las puntuaciones
fr: exclure des évaluations
ja: レーティングから除外するユーザー
kk: рейтингтен шығарылсын
tr: derecelendirme dışı kullanıcılar
uk: не обраховувати рейтинг

source: private to specific users
ca: privat per a usuaris específics
el: ιδιωτικό για συγκεκριμένους χρήστες
es: privado a usuarios específicos
fr: privé à des utilisateurs spécifiques
ja: 特定のユーザーのみ
uk: приватний для обраних користувачів

source: private contestants
ca: concursants privats
el: ιδιωτικοί συμμετέχοντες
es: concursantes privados
fr: participants privés
ja: 利用できるユーザー
kk: жеке қатысушылар
uk: приватне змагання

source: If non-empty, only these users may see the contest.
el: Εάν δεν είναι άδειο, μόνο αυτοί οι χρήστες μπορούν να δουν το διαγωνισμό.
es: Si no está vacío, solo estos usuarios podrán ver el concurso.
fr: Si non vide, seuls ces utilisateurs peuvent voir le concours.
ja: 空でない場合、そのユーザーのみがコンテストを見ることができます。
kk: Егер орын бос болмаса, тек осы пайдаланушылар ғана байқауды көре алады.
uk: Якщо поле непусте, тільки ці користувачі зможуть переглядати змагання.

source: hide problem tags
ca: amagar etiquets dels problemes
el: απόκρυψη ετικέτα προβήματος
es: ocultar etiquetas de problemas
fr: masquer les balises de problème
ja: 課題のタグを非表示にする
kk: мәселе тегтерін жасыру
tr: problem etiketlerini gizle
uk: сховати теги задач

source: Whether problem tags should be hidden by default.
ca: Si les etiquetes dels problemes han d'estar amagades per defecte.
el: Εάν οι ετικέτες προβλήματος θα πρέπει να είναι κρυφές από προεπιλογή.
es: Si las etiquetas de problemas deberían estar ocultas de forma predeterminada.
fr: Si les balises de problème doivent être masquées par défaut.
ja: 課題タグをデフォルトで非表示にするかどうか。
kk: Есеп тегтері жасырылуы қажет пе.
tr: Problem etiketleri varsayılan olarak gizli olmalı mı?
uk: Чи теги задач мають бути схованими за замовчуванням.

source: hide problem authors
el: απόκρυψη συγγραφέων προβήματος
es: ocultar autores de problemas
fr: masquer les auteurs du problème
ja: 課題の作者を非表示
kk: есептің авторларын жасыру
uk: сховати авторів задач

source: Whether problem authors should be hidden by default.
el: Εάν οι συγγραφείς προβλήματος θα πρέπει να είναι κρυφοί από προεπιλογή.
es: Si los autores de problemas deberían estar ocultas de forma predeterminada.
fr: Si les auteurs du problème doivent être masqués par défaut.
ja: 課題の作者をデフォルトで非表示にするかどうか。
kk: Есеп тегтері жасырылуы қажет пе.
uk: Чи автори задач мають бути схованими за замовчуванням.

source: run pretests only
ca: executa només els casos de prova preliminars
el: εκτέλεση προδοκιμών μόνο
es: ejecutar solo las pruebas previas
fr: exécuter uniquement les prétests
ja: 予備テストのみ実行する
kk: тек сынақ тесттерді іске қосу
tr: yalnızca ön testleri çalıştır
uk: запускати виключно на претестах

source: Whether judges should grade pretests only, versus all testcases. Commonly set during a contest, then unset prior to rejudging user submissions when the contest ends.
ca: Si els jutges han de jutjar només els casos de prova preliminars o tots els casos de prova. Generalment es posa en un concurs online, i després es treu per a jutjar tots els enviaments a l'acabament del concurs.
el: Εάν οι κριτές θα πρέπει να βαθμολογούν τις προδοκιμές μόνο, ή όλες τις περιπτώσεις. Συνήθως ορίζεται κατά τη διάρκεια ενός διαγωνισμού και, στη συνέχεια, καταργείται πριν από την επανεξέταση των υποβολών των χρηστών όταν λήξει ο διαγωνισμός.
es: Si los jueces deben calificar solo las pruebas previas, versus todos los casos de prueba. Se establece normalmente durante un concurso, luego se desactiva antes de rejuzgar los envíos de los usuarios cuando finaliza el concurso.
fr: Si les juges ne devraient évaluer que les prétests, par opposition à tous les cas de test. Généralement coché pendant un concours, puis annulé avant de réévaluer les soumissions des utilisateurs à la fin du concours.
ja: 判定器が予備テストだけを採点するか、全てのテストケースを行なうか。一般的にはコンテスト中に設定し、コンテストが終了して利用者の提出物を再判定する前に解除する。
kk: Судьялар барлық тест тапсырмаларын емес, тек алдын-ала тесттерді бағалауы керек пе? Әдетте байқау кезінде орнатылады, содан кейін байқау аяқталғаннан кейін пайдаланушылардың өтінімдері алдын ала қаралғанға дейін қалпына келтіріледі.
tr: Judge'lar yalnızca ön testleri mi çalıştırmalı? Bu seçenek genellikle yarışma sırasında açılır, yarışma bittiğinde kapatılır ve çözümler yeniden puanlanır.
uk: Чи сервер повинен оцінювати тільки претести, чи і тести теж. Зазвичай використовується під час змагань, потім знімається для перетестування.

source: show short form settings display
el: εμφάνιση μερικών ρυθμίσεων φόρμας
fr: afficher les paramètres du formulaire court
ja: 設定を短く表示
kk: қысқа пішіннің нұсқауының сипатын көрсету
uk: показувати обмеженні налаштування

source: Whether to show a section containing contest settings on the contest page or not.
el: Εάν θα εμφανίζεται μια ενότητα που περιέχει ρυθμίσεις διαγωνισμού στη σελίδα διαγωνισμού ή όχι.
fr: Afficher ou non une section contenant les paramètres du concours sur la page du concours.
ja: コンテストページに、コンテストの設定を表示するかどうか。
kk: Байқау параметрлері бар бөлімді байқау бетінде көрсету керек пе, жоқ па.
uk: Чи буде на сторінці змагання відображатися короткі налаштування.

source: private to organizations
ca: privat per a organitzacions
el: ιδιωτικό για οργανισμούς
es: privado para organizaciones
fr: privés aux organisations
ja: 特定の組織のみにする
kk: жеке тұлғадан ұйымдарға
tr: organizasyonlara özel
uk: приватне для оргнізації

source: organizations
ca: organitzacions
el: οργανισμοί
es: organizaciones
fr: organisations
ja: 組織
kk: ұйымдар
tr: organizasyonlar
uk: організації

source: If non-empty, only these organizations may see the contest.
el: Εάν δεν είναι άδειο, μόνο οι οργανισμοί αυτοί μπορούν να δουν το διαγωνισμό.
fr: Si non vide, seules ces organisations peuvent voir le concours.
ja: 空でない場合、その組織のみがコンテストを見ることができます。
kk: Бос болмаса, тек осы ұйымдар ғана байқауға қосыла алады.
uk: Ці організації зможуть переглядати змагання.

source: limit organizations that can join
el: περιορισμός των οργανισμών που μπορούν να συμμετάσχουν
fr: limiter les organisations qui peuvent rejoindre
ja: 参加できる組織を制限する
kk: қосыла алатын ұйымдарды шектеңіз
uk: обмежити список організацій, що можуть приєднатися

source: join organizations
el: οργανισμοί που συμμετέχουν
fr: organisations qui peuvent rejoindre
ja: 参加可能な組織
kk: ұйымдарға қосылу
uk: приєднати організації

source: If non-empty, only these organizations may join the contest.
el: Εάν δεν είναι άδειο, μόνο οι οργανισμοί αυτοί μπορούν να συμμετάσχουν στο διαγωνισμό.
fr: Si non vide, seules ces organisations peuvent rejoindre le concours.
ja: 空でない場合、その組織のみがコンテストに参加できます。
kk: Бос болмаса, тек осы ұйымдар ғана контестке қосыла алады.
uk: Якщо не пусто, тільки ці організації можуть приєднуватися.

source: classes
el: κατηγορίες
es: clases
ja: クラス
kk: сыныптар
uk: групи

source: If organization private, only these classes may see the contest.
el: Εάν ιδιωτικό για οργανισμό, μόνο αυτές οι κατηγορίες μπορούν να δουν το διαγωνισμό.
fr: Si privé aux organisations, seules ces classes peuvent voir le concours.
ja: 参加できる組織が制限されている場合、このクラスのみがコンテストを見ることができます。
kk: Егер ұйым жеке болса, байқауды тек осы сыныптар көре алады.
uk: Якщо організація приватна, то тільки ці групи зможуть переглядати змагання.

source: OpenGraph image
ca: imatge OpenGraph
el: Εικόνα OpenGraph
es: Imagen de OpenGraph
fr: image OpenGraph
ja: OpenGraph 画像
kk: OpenGraph суреті
tr: OpenGraph resmi
uk: Зображення OpenGraph

source: logo override image
ca: imatge que sobreescriu el logo
el: παράκαμψη εικόνας λογότυπου
es: imagen que sobreescribe el logo
fr: image de remplacement du logo
ja: ロゴを上書きする画像
kk: логотипті алмастыратын сурет
uk: логотип

source: This image will replace the default site logo for users inside the contest.
ca: Aquesta imatge reemplaçarà el logo per defecte a tots els usuaris en el concurs.
el: Αυτή η εικόνα θα αντικαταστήσει το προεπιλεγμένο λογότυπο για τους χρήστες στο διαγωνισμό.
es: Esta imagen reemplazará el logo del sitio para los usuarios en el concurso.
fr: Cette image remplacera le logo par défaut du site pour les utilisateurs à l'intérieur du concours.
ja: この画像はコンテスト内のユーザーのデフォルトのサイトロゴに置き換えられます。
kk: Бұл сурет байқауға қатысатын пайдаланушылар үшін әдепкі сайт логотипін ауыстырады.
uk: Це зображення замінить логотип сайту під час змагання.

source: the amount of live participants
ca: la quantitat de participans en viu
el: ο αριθμός των ζωντανών συμμετεχόντων
es: la cantidad de participantes en vivo
fr: le nombre de participants en direct
ja: ライブ参加者の人数
kk: нақты қатысушылар саны
tr: anlık katılımcı sayısı
uk: кількість активних учасників

source: contest summary
ca: resum del concurs
el: σύνοψη διαγωνισμού
es: resumen del concurso
fr: résumé du concours
ja: コンテスト概要
tr: yarışma özeti
uk: підсумок змагання

source: Plain-text, shown in meta description tag, e.g. for social media.
ca: Text pla, que surt en l'etiqueta de meta descripció, per exemple per Xarxes Socials.
el: Απλό κείμενο, που εμφανίζεται στην ετικέτα meta, π.χ. για τα μέσα κοινωνικής δικτύωσης.
es: Texto sin formato, que se muestra en la etiqueta de metadescripción, por ejemplo, para las redes sociales.
fr: Texte simple, affiché dans la meta description, par exemple pour les réseaux sociaux.
ja: ソーシャルメディアなどのメタ説明タグに表示されるプレーンテキスト。
kk: Әлеуметтік желі үшін мета-бейнелеу тегінде көрсетілген кәдімгі текст.
tr: Düz yazı, sosyal medya vb. için "meta description" tag'inde görünecektir.
uk: Текст, що відображається у мета тегах (наприклад для соцмереж).

source: access code
ca: codi d'accés
el: κωδικός πρόσβασης
es: código de acceso
fr: code d'accès
ja: アクセスコード
kk: кіру коды
tr: erişim kodu
uk: код доступу

source: An optional code to prompt contestants before they are allowed to join the contest. Leave it blank to disable.
ca: Un codi opcional que se li demana als concursants abans de que se'ls permeti participar. Deixa-ho buit per a desactivar-ho.
el: Ένας προαιρετικός κώδικας για την προτροπή των διαγωνιζομένων πριν τους επιτραπεί να συμμετάσχουν στο διαγωνισμό. Αφήστε το κενό για απενεργοποίηση.
es: Un código opcional para incitar a los concursantes antes de que se les permita unirse al concurso. Déjelo en blanco para desactivar.
ja: コンテストへの参加が許可される前に競技者に提示するオプションのコード。無効にするには空白のままにします。
kk: Қатысушылардан конкурсқа қатысуға рұқсат етілгенге дейін сұралатын қосымша код. Өшіру үшін бұл өрісті бос қалдырыңыз.
tr: Yarışmaya katılabilmek için girilmesi gereken, isteğe bağlı bir kod. Boş bırakılırsa devre dışı kalır.
uk: Необов'язковий код, для підтвердження учасниками права на участь у змаганні. Залиште пустим якщо не бажаєте його використовувати.

source: personae non gratae
ca: persones non grates
es: persona no grata
ja: ペルソナ・ノン・グラータ（招かれざるユーザー）
kk: белгісіз тұлғалар
tr: istenmeyen kişiler
uk: персона нон-ґрату

source: Bans the selected users from joining this contest.
ca: Baneja als usuaris per a unir-se al concurs.
el: Απαγορεύει στους επιλεγμένους χρήστες να συμμετάσχουν σε αυτόν τον διαγωνισμό.
es: Prohíbe a los usuarios seleccionados de unirse al concurso.
fr: Banni les utilisateurs sélectionnés de rejoindre ce concours.
ja: 選択されたユーザーがコンテストへ参加できないようにする。
kk: Таңдалған пайдаланушыларға осы байқауға қатысуға тыйым салады.
uk: Забороняє зазначеним користувачам брати участь.

source: contest format
ca: format del concurs
el: μορφή διαγωνισμού
es: formato de concurso
fr: format de concours
ja: コンテストの形式
kk: байқау форматы
uk: формат змагання

source: The contest format module to use.
ca: El modul de format del concurs que es farà servir.
el: Η ενότητα μορφής διαγωνισμού που θα χρησιμοποιηθεί.
es: El módulo de formato de concurso que va a usarse.
fr: Le module de format du concours à utiliser.
ja: 使用するコンテスト形式のモジュール。
kk: Қолданылатын байқау форматының модулі.
uk: Формат змагання, що буде використовуватись.

source: contest format configuration
ca: configuració del format del concurs
el: διαμόρφωση μορφής διαγωνισμού
es: configuración del formato de concurso
fr: configuration du format du concours
ja: コンテスト形式の構成
kk: байқау форматын конфигурациясы
uk: конфігурація формату змагання

source: A JSON object to serve as the configuration for the chosen contest format module. Leave empty to use None. Exact format depends on the contest format selected.
ca: Un objecte JSON que es fa servir com la configuració per al mòdul de format del concurs seleccionat. Deixa-ho buit per fer servir None. El format exacte depèn del format del concurs seleccionat.
el: Ένα αντικείμενο JSON που θα χρησιμοποιηθεί ως διαμόρφωση για την επιλεγμένη ενότητα μορφής διαγωνισμού. Αφήστε κενό για να χρησιμοποιήσετε Κανένα. Η ακριβής μορφή εξαρτάται από τη μορφή διαγωνισμού που επιλέξατε.
es: Un objeto JSON que se usará como configuración para el módulo de concurso escogido. Déjalo vacío para no usar ninguno. El formato exacto depende de que formato de concurso hayas escogido.
fr: Un objet JSON pour servir de configuration pour le module de format de concours choisi. Laisser vide pour utiliser Aucune. Le format exact dépend du format du concours sélectionné.
ja: 選択したコンテスト形式モジュールの構成として提供されるJSONオブジェクト。None とするには空のままにします。正確なフォーマットは選択したコンテスト形式により異なります。
kk: Таңдалған байқау форматының модулі үшін конфигурация ретінде қызмет ететін JSON нысаны. None қолданбау үшін бос қалдырыңыз. Нақты формат таңдалған байқау форматына байланысты.
uk: JSON об'єкт використовується, як конфігурація формату обраного змагання. Залиште пустим, щоб не застосовувати. Формат об'єкта відрізняється від формату змагання.

source: contest problem label script
el: script παραγωγής ετικέτας προβλήματος διαγωνισμού
fr: script d'étiquette du problème du concours
ja: コンテストの課題ラベルのためのスクリプト
kk: байқау есептерінің жазу сценарийі

source: A custom Lua function to generate problem labels. Requires a single function with an integer parameter, the zero-indexed contest problem index, and returns a string, the label.
el: Μια προσαρμοσμένη συνάρτηση Lua για την παραγωγή ετικετών προβλημάτων. Απαιτεί μια μοναδική συνάρτηση με μια ακέραια παράμετρο, το δείκτη προβλήματος διαγωνισμού μηδενικού δείκτη και επιστρέφει μια συμβολοσειρά, την ετικέτα.
ja: 課題ラベルを生成するためのカスタムLua関数。0から始まる課題番号である整数値を引数として、課題ラベルを文字列として返す一つの関数が必要。
kk: Есеп белгілерін жасау үшін Lua пайдаланушы функциясы. Бүтін параметрі бар жалғыз функция қажет, нөлдік индексі бар байқау есептерінің индексі және жолды, белгіні қайтарады.

source: contest lock
ca: bloqueig del concurs
el: κλείδωμα διαγωνισμού
es: bloquear el concurso
fr: verrouillage du concours
ja: コンテスト閉鎖日
kk: байқауды бұғаттау
uk: заблокувати змагання

source: Prevent submissions from this contest from being rejudged after this date.
el: Αποτροπή υποβολών αυτού του διαγωνισμού από το να επανεξεταστούν μετά από αυτή την ημερομηνία.
ja: これ以降のコンテストへの提出は再判定されない。
kk: Осы уақыттан кейін осы байқауға қатысуға өтінімдерді қайта қарауға жол бермеңіз.
uk: Заборонити перетестовувати рішення після цього дня.

source: precision points
el: πόντοι ακρίβειας
fr: points de précision
ja: 精度ポイント
kk: нақты нүктелер
uk: кількість знаків після коми

source: Number of digits to round points to.
el: Αριθμός ψηφίων στρογγυλοποίησης πόντων.
fr: Nombre de chiffres vers lesquels arrondir les points.
ja: 得点を何桁で四捨五入するか。
kk: Мәні дөңгелектелген сандар саны.
uk: Кількість знаків після коми до якої заокруглювати.

source: See private contests
ca: Veure concursos privats
el: Δείτε ιδιωτικούς διαγωνισμούς
es: Ver concursos privados
fr: Voir les concours privés
ja: 制限されたコンテストを見る
kk: Жеке байқауды қараңыз
tr: Özel yarışmaları gör
uk: Переглянути приватні змагання

source: Edit own contests
ca: Editar els concursos propis
el: Επεξεργασία δικών σας διαγωνισμών
es: Editar concursos propios
fr: Modifier vos propres concours
ja: 自分のコンテストを編集する
kk: Өз байқауларыңызды өңдеңіз
tr: Kendi yarışmalarını düzenle
uk: Редагувати власні змагання

source: Edit all contests
ca: Editar tots els concursos
el: Επεξεργασία όλων των διαγωνισμών
es: Editar todos los concursos
fr: Modifier tous les concours
ja: 全てのコンテストを編集する
kk: Барлық контестті өңдеу
tr: Tüm yarışmaları düzenle
uk: Редагувати всі змагання

source: Clone contest
ca: Clonar concurs
el: Κλωνοποίηση διαγωνισμού
es: Clonar concurso
fr: Cloner concours
ja: コンテストを複製する
kk: Клондар байқауы
uk: Копіювати змагання

source: MOSS contest
ca: Passar el MOSS al concurs
el: Διαγωνισμός MOSS
es: Detectar plagios con MOSS
fr: MOSS le concours
ja: コンテストをMOSSする
kk: MOSS контесті

source: Rate contests
ca: Puntuar concursos
el: Αξιολόγηση διαγωνισμών
es: Calificar concursos
fr: Évaluer les concours
ja: コンテストを評価する
kk: Контесттерді бағалау
tr: Yarışmaları derecelendir
uk: Оцінити змагання

source: Contest access codes
ca: Codi d'accés al concurs
el: Κωδικοί πρόσβασης διαγωνισμού
es: Códigos de acceso al concurso
fr: Codes d'accès au concours
ja: コンテストのアクセスコード
kk: Байқауға кіру кодтары
tr: Yarışma erişim kodları
uk: Код доступу змагння

source: Create private contests
ca: Crear concursos privats
el: Δημιουργία ιδιωτικών διαγωνισμών
es: Crear concursos privados
fr: Créer des concours privés
ja: プライベートなコンテストの生成
kk: Жеке байқауды жасаңыз
uk: Створити приватне змагання

source: Change contest visibility
ca: Canviar la visibilitat d'un concurs
el: Αλλαγή ορατότητας διαγωνισμού
es: Cambiar visibilidad del concurso
fr: Modifier la visibilité des concours
ja: コンテストの表示・非表示の変更
kk: Байқаудың көрінуін өзгерту
uk: Змінити доступність змагання

source: Edit contest problem label script
ca: Editar el script d'etiquetat del problema d'un concurs
el: Επεξεργαστείτε το script ετικέτας προβλήματος διαγωνισμού
es: Editar script de etiqueta de problema del concurso
fr: Modifier le script d'étiquette du problème du concours
ja: コンテストの課題ラベルの編集
kk: байқау есептерінің жазу сценарийі

source: Change lock status of contest
ca: Canviar el estatus de bloqueig del concurs
el: Αλλαγή κατάστασης κλειδώματος του διαγωνισμού
es: Cambiar el estado de bloqueo del concurso
fr: Changer le statut de verrouillage du concours
ja: コンテストの閉鎖状態を変更する
kk: Байқаудың бұғаттау күйін өзгерту

source: Override performance ceiling of contest
ja: コンテストのパフォーマンスの上限を上書きする
