Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: Catalan
ca: Català
el: Καταλανικά
es: Catalán
ja: カタロニア語
tr: Katalanca
uk: Каталанська

source: German
ca: Alemany
el: Γερμανικά
es: Alemán
fr: Allemand
ja: ドイツ語
kk: Немісше
tr: Almanca
uk: Німецька

source: Greek
ca: Grec
el: Ελληνικά
es: Griego
fr: Grec
ja: ギリシャ語
kk: Грекше
uk: Грецька

source: English
ca: Anglès
el: Αγγλικά
es: Inglés
fr: Anglais
ja: 英語
kk: Ағылшынша
tr: İngilizce
uk: Англійська

source: Spanish
ca: Castellà
el: Ισπανικά
es: Español
fr: Espagnol
ja: スペイン語
kk: Испанша
tr: İspanyolca
uk: Іспанська

source: French
ca: Francès
el: Γαλλικά
es: Francés
fr: Français
ja: フランス語
kk: Французша
tr: Fransızca
uk: Французька

source: Croatian
ca: Croat
el: Κροάτικα
es: Croata
fr: Croate
ja: クロアチア語
kk: Хорватша
tr: Hırvatça
uk: Хорватська

source: Hungarian
ca: Hongarès
el: Ουγγρικά
es: Húngaro
fr: Hongrois
ja: ハンガリー語
kk: Мажар тілі
tr: Macarca
uk: Угорська

source: Japanese
ca: Japonès
el: Ιαπωνικά
es: Japonés
fr: Japonais
ja: 日本語
kk: Жапонша
tr: Japonca
uk: Японська

source: Kazakh
ja: カザフ語

source: Korean
ca: Coreà
el: Κορεατικά
es: Coreano
fr: Coréen
ja: 韓国語
kk: Кәрісше
tr: Korece
uk: Корейська

source: Brazilian Portuguese
ca: Portuguès (Brasil)
el: Πορτογαλικά Βραζιλίας
es: Portugués (Brasil)
fr: Portugais Brésilien
ja: ポルトガル語（ブラジル）
kk: Бразилиялық португалша
tr: Brezilya Portekizcesi
uk: Португальська (Бразилія)

source: Romanian
ca: Romanès
el: Ρουμανικά
es: Rumano
fr: Roumain
ja: ルーマニア語
kk: Румынше
tr: Rumence
uk: Румунська

source: Russian
ca: Rus
el: Ρωσικά
es: Ruso
fr: Russe
ja: ロシア語
kk: Орысша
tr: Rusça

source: Serbian (Latin)
ca: Serbi (llatí)
el: Σερβικά (Λατινικά)
es: Serbio (Latino)
fr: Serbe (Latin)
ja: セルビア語（ラテン）
kk: Сербше (латынша)
tr: Sırpça (Latin)

source: Turkish
ca: Turc
el: Τουρκικά
es: Turco
fr: Turc
ja: トルコ語
kk: Түрікше
tr: Türkçe
uk: Турецька

source: Vietnamese
ca: Vietnamita
el: Βιετναμέζικα
es: Vietnamita
fr: Vietnamien
ja: ベトナム語
kk: Вьетнамша
tr: Vietnamca
uk: В'єтнамська

source: Simplified Chinese
ca: Xinès simplificat
el: Απλοποιημένα Κινέζικα
es: Chino Simplificado
fr: Chinois Simplifié
ja: 簡体字中国語
kk: Қытайша (Жеңілдетілген)
tr: Basitleştirilmiş Çince
uk: Китайська (Спрощена)

source: Traditional Chinese
ca: Xinès tradicional
el: Παραδοσιακά Κινέζικα
es: Chino Tradicional
fr: Chinois Traditionnel
ja: 繁体字中国語
kk: Қытайша (Дәстүрлі)
tr: Geleneksel Çince
uk: Китайська (Традиційна)

source: Activation Successful!
el: Επιτυχής Ενεργοποίηση!
es: ¡Activación con Éxito!
fr: Activation Réussie !
ja: アクティベーションの完了
kk: Белсендіру сәтті өтті!
uk: Активація успішна!

source: Registration Completed
el: Η Εγγραφή Ολοκληρώθηκε
es: Registro Completado
fr: Inscription Terminée
ja: 登録完了
kk: Тіркеу аяқталды
uk: Реєстрація завершена

source: Registration Not Allowed
el: Δεν Επιτρέπεται Εγγραφή
es: Registro No Permitido
fr: Inscription Non Autorisée
ja: 登録できません
kk: Тіркеуге рұқсат етілмейді
uk: Реєстрація заборонена

source: Home
ca: Inici
el: Αρχική
es: Inicio
fr: Accueil
ja: ホーム
kk: Басты бет
tr: Ana sayfa
uk: Головна

source: Content
ca: Contingut
el: Περιεχόμενο
es: Contenido
fr: Contenu
ja: 内容
kk: Мазмұны
tr: İçerik
uk: Вміст

source: Hide comments
ca: Amagar comentaris
el: Απόκρυψη σχολίων
es: Ocultar comentarios
fr: Cacher les commentaires
ja: コメントの非表示
kk: Пікірлерді жасыру
tr: Yorumları gizle
uk: Сховати коментарі

source: %d comment successfully hidden.
ca: Comentari %d ocultat amb èxit.
el: %d σχόλιο αποκρύφθηκε επιτυχώς.
es: %d comentario oculto con éxito.
fr: %d commentaire caché avec succès.
ja: %d個のコメントを非表示にしました。
kk: %d пікір сәтті жасырылды.
tr: %d yorum gizlendi.
uk: %d коментар сховано.

source: Unhide comments
ca: Deixa d'amagar els comentaris
el: Επανεμφάνιση σχολίων
es: Mostrar comentarios
fr: Décacher les commentaires
ja: コメント非表示の解除
kk: Пікірлерді көрсету
tr: Yorumları göster
uk: Покати коментарі

source: %d comment successfully unhidden.
ca: Comentari %d mostrat amb èxit.
el: %d σχόλιο επανεμφανίστηκε επιτυχώς.
es: %d comentario desocultado con éxito.
fr: %d commentaire non caché avec succès.
ja: %d個のコメントの非表示を解除しました。
kk: %d пікір сәтті көрсетілді.
tr: %d yorum gösterildi.
uk: показано %d коментар.

source: associated page
ca: pàgina associada
el: συσχετιζόμενη σελίδα
es: página asociada
fr: page associée
ja: 関連するページ
kk: байланысты бет
uk: пов'язана сторінка

source: Included contests
ca: Concursos inclosos
el: Συμπεριλαμβανόμενοι διαγωνισμοί
es: Concursos incluidos
fr: Concours inclus
ja: 含まれているコンテスト
kk: Қосылған сайыстар
tr: Yarışmalar
uk: Включенні змагання

source: Problem
ca: Problema
el: Πρόβλημα
es: Problema
fr: Problème
ja: 課題
kk: Есеп
uk: Задача

source: Problems
ca: Problemes
el: Προβλήματα
es: Problemas
fr: Problèmes
ja: 課題
kk: Есептер
tr: Problemler
uk: Задачі

source: Rejudge
ca: Rejutjar
el: Κρίση εκ νέου
es: Rejuzgar
fr: Rejuger
ja: 再判定
kk: Қайта тексеру
tr: Yeniden değerlendir
uk: Перетестувати

source: Settings
ca: Ajustaments
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
ja: 設定
kk: Баптаулар
tr: Ayarlar
uk: Налаштування

source: Scheduling
ca: Planificador
el: Χρονοδρομολόγηση
es: Programación Horaria
fr: Planification
ja: スケジュール
kk: Кесте
tr: Planlama
uk: Планування

source: Details
ca: Detalls
el: Λεπτομέρειες
es: Detalles
fr: Détails
ja: 詳細
kk: Егжей
tr: Ayrıntılar
uk: Деталі

source: Format
el: Μορφή
es: Formato
ja: フォーマット
kk: Форматы
uk: Формат

source: Rating
ca: Puntuació
el: Αξιολόγηση
es: Puntuación
fr: Classement
ja: レーティング
kk: Рейтинг
tr: Derecelendirme
uk: Рейтинг

source: Access
ca: Accés
el: Πρόσβαση
es: Acceso
fr: Accès
ja: アクセス
kk: Рұқсат
tr: Erişim
uk: Доступ

source: Justice
ca: Justícia
el: Δικαιοσύνη
es: Justicia
ja: 処罰
kk: Әділет
tr: Demir yumruk
uk: Справедливість

source: Mark contests as visible
ca: Fer els concursos visibles
el: Σήμανση διαγωνισμών ως ορατών
es: Marcar concursos como visibles
fr: Marquer les concours comme visibles
ja: コンテストを公開する
kk: Сайысты көрінетін етіп белгілеу
tr: Yarışmaları görünür olarak işaretle
uk: Зробити змагання видимим

source: %d contest successfully marked as visible.
ca: Concurs %d marcat com a visible amb èxit.
el: %d διαγωνισμός επισημάνθηκε επιτυχώς ως ορατός.
es: %d concurso ha sido hecho visible con éxito.
fr: %d concours marqué visible avec succès.
ja: %d個のコンテストを公開しました。
kk: %d контест көрінетіндей болып белгіленді.
tr: %d yarışma başarıyla görünür olarak işaretlendi.
uk: %d змагання позначено як видиме.

source: Mark contests as hidden
ca: Fer els concursos invisibles
el: Σήμανση διαγωνισμών ως κρυφών
es: Marcar concursos como invisibles
fr: Marquer les concours comme invisibles
ja: コンテストを非公開にする
kk: Сайыстарды жасырын етіп белгілеу
uk: Зробити змагання прихованим

source: %d contest successfully marked as hidden.
ca: Concurs %d marcat com a ocult amb èxit.
el: %d διαγωνισμός επισημάνθηκε επιτυχώς ως κρυφός.
es: %d concurso ha sido hecho invisible con éxito.
fr: %d concours marqué invisible avec succès.
ja: %d個のコンテストを非公開としました。
kk: %d контест көрінбейтіндей болып белгіленді.
uk: %d змагання сховано.

source: Lock contest submissions
ca: Bloqueja els enviaments al concurs
el: Κλείδωμα υποβολής διαγωνισμών
es: Bloquear envíos del concurso
fr: Verrouiller les soumissions au concours
ja: コンテストの提出の受付を中止する
kk: контест тапсырылымдарын бұғаттау

source: %d contest successfully locked.
ca: Concurs %d bloquejat amb èxit.
el: %d διαγωνισμός κλειδώθηκε επιτυχώς.
es: %d concurso bloqueado exitosamente.
fr: %d concours a été verrouillé avec succès.
ja: %d個のコンテストを受付中止にしました。
kk: %d контест сәтті бұғатталды.
uk: %d змагання успішно заблоковано.

source: Unlock contest submissions
ca: Desbloqueja els enviaments al concurs
el: Ξεκλείδωμα υποβολής διαγωνισμών
es: Desbloquear envíos del concurso
fr: Déverrouiller les soumissions au concours
ja: コンテストの提出の受付を再開する
kk: Сайыс тапсырылымдарын ашу

source: %d contest successfully unlocked.
ca: Concurs %d desbloquejat amb èxit.
el: %d διαγωνισμός ξεκλειδώθηκε επιτυχώς.
es: %d concurso desbloqueado exitosamente.
fr: %d concours a été déverrouillé avec succès.
ja: %d個のコンテストを受付可能にしました。
kk: %d контест бұғаттан сәтті ашылды.
uk: %d змагання успішно розблоковано.

source: %d submission was successfully scheduled for rejudging.
ca: Enviament %d s'ha planificat per a ser rejutjat amb èxit.
el: %d υποβολή προγραμματίστηκε επιτυχώς για επανεξέταση.
es: %d envío ha sido añadido a la cola para rejuzgar con éxito.
fr: %d soumission a été programmée pour être rejugée avec succès.
ja: %d個の提出物の再判定を設定しました。
kk: %d тапсырылымы қайта тексеру үшін күнтізбекке қойылды.

source: Recalculate results
ca: Recalcular els resultats
el: Επανυπολογισμός αποτελεσμάτων
es: Recalcular resultados
fr: Recalculer les résultats
ja: 結果を再計算する
kk: Нәтижелерді қайта есептеу
uk: Перерахувати результати

source: %d participation recalculated.
ca: Participació %d recalculada.
el: %d συμμετοχή επανυπολογίστηκε.
es: %d participación recalculada.
fr: %d participation recalculée.
ja: %d人の参加者を再計算。
kk: %d қатысушысы қайта есептелді.

source: username
ca: nom d'usuari
el: όνομα χρήστη
es: nombre de usuario
fr: nom d'utilisateur
ja: 利用者名
kk: қолданушы аты
tr: kullanıcı adı
uk: логін

source: virtual
el: εικονικό
fr: virtuel
ja: 仮想
kk: виртуалды
tr: sanal
uk: віртуальний

source: link path
ca: path a l'enllaç
el: διαδρομή συνδέσμου
es: ruta de enlace
fr: chemin du lien
ja: リンクパス
kk: сілтеме бумасы
tr: link ucu
uk: посилання

source: Summary
ca: Resum
el: Περίληψη
es: Resumen
fr: Résumé
ja: 概要
kk: Қорытынды
tr: Özet
uk: Підсумок

source: user
ca: usuari
el: χρήστης
es: usuario
fr: utilisateur
ja: 利用者
kk: қолданушы
tr: kullanıcı
uk: користувач

source: object
ca: objecte
el: αντικείμενο
es: objeto
fr: objet
ja: オブジェクト
kk: объект
uk: об'єкт

source: View on site
ca: Veure-ho al lloc web
el: Προβολή στην ιστοσελίδα
es: Ver en el sitio web
fr: Voir sur le site
ja: サイト上で表示する
kk: Сайтта көру
tr: Sitede görüntüle
uk: Переглянути на сайті

source: Edit reason
el: Αιτία επεξεργασίας
es: Motivo de la edición
fr: Raison de la modification
ja: 編集の理由
kk: Өңдеу себебі
uk: Причина редагування

source: Describe the changes you made (optional)
ca: Descriu els canvis que has fet (opcional)
el: Περιγράψτε τις αλλαγές που κάνατε (προαιρετικό)
es: Describe los cambios que realizaste (opcional)
fr: Décrivez vos modifications apportées (optionnel)
ja: 変更部分の説明（任意）
kk: Жасаған өзгерістерді сипаттаңыз (міндетті емес)
tr: Yaptığın değişiklikleri özetle (isteğe bağlı)
uk: Вкажіть зміни(не обов'язково)

source: Social Media
ca: Xarxes Socials
el: Κοινωνικά Δίκτυα
es: Redes Sociales
fr: Médias Sociaux
ja: ソーシャルメディア
kk: Әлеуметтік Медиа
tr: Sosyal Medya
uk: Соціальні мережі

source: Taxonomy
ca: Taxonomia
el: Ταξινομία
es: Taxonomía
fr: Taxonomie
ja: 分類
kk: Таксономия
tr: Tasnif
uk: Таксономія

source: Points
ca: Punts
el: Πόντοι
es: Puntos
ja: 点数
kk: Ұпайлар
tr: Puanlar
uk: Бали

source: Limits
ca: Límits
el: Όρια
es: Límites
fr: Limites
ja: 制限
kk: Шектеулер
tr: Sınırlar
uk: Обмеження

source: Language
ca: Llenguatge
el: Γλώσσα
es: Lenguaje
fr: Langage
ja: 言語
kk: Тіл
tr: Dil
uk: Мова

source: History
ca: Historial
el: Ιστορικό
es: Historia
fr: Histoire
ja: 履歴
kk: Тарих
tr: Geçmiş
uk: Історія

source: authors
ca: autors/es
el: συγγραφείς
es: autores
fr: auteurs
ja: 著者
kk: авторлар
tr: yazarlar
uk: автори

source: Set publish date to now
ca: Posa la data de publicació a ara
el: Ορισμός ημερομηνίας δημοσίευσης ως τώρα
es: Establecer fecha de publicación a ahora
fr: Définir la date de publication à maintenant
ja: 公開日を現在に設定する
kk: Жариялау күнін қазірге орнатыңыз
uk: Встановити дату публікування сьогодні

source: %d problem's publish date successfully updated.
ca: La data de publicació del problema %d ha estat actualitzada correctament.
el: Η ημερομηνία δημοσίευσης %d του προβλήματος ενημερώθηκε επιτυχώς.
es: La fecha de publicación de %d problema se ha actualizado correctamente.
fr: La date de publication de %d problème a été mise à jour avec succès.
ja: %d個の課題の公開日を更新しました。
kk: %d есептің жарияланған күні сәтті жаңартылды.

source: Mark problems as public
ca: Marca els problemes com a públics
el: Επισήμανση προβλημάτων ως δημόσια
es: Marcar problema como publico
fr: Marquer les problèmes comme publics
ja: 課題を公開する
kk: Есепті жалпыға ортақ етіп белгілеу
tr: Problemleri herkese aç
uk: Зробити задачу загальнодоступною

source: %d problem successfully marked as public.
ca: Problema %d marcat com a públic amb èxit.
el: %d πρόβλημα επισημάνθηκε επιτυχώς ως δημόσιο.
es: %d problema marcado exitosamente como público.
fr: %d problème marqué public avec succès.
ja: %d個の課題を公開しました。
kk: %d есеп жалпыға ортақ болып сәтті белгіленді.
tr: %d problem herkese açık olarak işaretlendi.

source: Mark problems as private
ca: Marca els problemes com a privats
el: Επισήμανση προβλημάτων ως ιδιωτικό
es: Marcar problemas como privados
fr: Marquer les problèmes comme privés
ja: 課題を非公開にする
kk: Есепті жеке етіп белгілеу
tr: Problemleri gizle
uk: Зробити задачу приватною

source: %d problem successfully marked as private.
ca: Problema %d marcat com a privat amb èxit.
el: %d πρόβλημα επισημάνθηκε επιτυχώς ως ιδιωτικό.
es: %d problema marcado como privado con éxito.
fr: %d problème marqué privé avec succès.
ja: %d個の課題を非公開としました。
kk: %d есеп жеке ретінде сәтті белгіленді.
tr: %d problem gizli olarak işaretlendi.
uk: %d задача відмічена як приватна.

source: problem
ca: problema
el: πρόβλημα
es: problema
fr: problème
ja: 課題
kk: есеп
uk: задача

source: timezone
ca: zona horària
el: ζώνη ώρας
es: zona horaria
fr: fuseau horaire
ja: 時間帯
kk: Уақыт белдеуі
tr: saat dilimi
uk: часовий пояс

source: email
ja: 電子メール
kk: эл. пошта

source: date joined
ca: data quan es va unir
el: ημερ/νία εγγραφής
es: fecha de registro
fr: date d'adhésion
ja: 入会日
kk: қосылу күні
tr: kayıt tarihi
uk: дата приєднання

source: Recalculate scores
ca: Recalcular les puntuacions
el: Επανυπολογισμός βαθμολογίας
es: Recalcular puntuaciones
fr: Recalculer les scores
ja: 得点を再計算する
kk: Ұпайларды қайта есептеу
tr: Puanları yeniden hesapla
uk: Переобрахувати результати

source: %d user had scores recalculated.
ca: S'ha recalculat la puntuació de l'usuari %d.
el: %d χρήστης επανυπολογίζει τη βαθμολογία του.
es: Se ha recalculado la puntuación de %d usuario.
fr: %d utilisateur a des notes recalculées.
ja: %d人の得点が再計算されました。
kk: %d қолданушының ұпайы қайта есептелді.
uk: результати %d користувача переобраховано.

source: Deactivate users
ja: ユーザの無効化

source: You do not have permission to deactivate users.
ja: ユーザーを無効にする権限がありません。

source: %d user was banned.
ja: %d名のユーザーを利用停止にしました。

source: Mute users
ja: ユーザーをミュートする

source: %d user was muted.
ja: %d名のユーザーをミュートしました。

source: Regenerate
ca: Regenera
el: Αναπαραγωγή
es: Regenerar
fr: Régénérer
ja: 再生成
kk: Қайта генерация жасау
uk: Перегенерувати

source: Description
ca: Descripció
el: Περιγραφή
es: Descripción
ja: 説明
kk: Сипаттамасы
tr: Tanım
uk: Опис

source: Information
ca: Informació
el: Πληροφορίες
es: Información
ja: 情報
kk: Ақпарат
tr: Bilgi
uk: Інформація

source: Capabilities
ca: Característiques
el: Δυνατότητες
es: Capacidades
fr: Capacités
ja: 判定能力
kk: Мүмкіндіктер
tr: Desteklenenler
uk: Можливості

source: None
ca: Cap
el: Κανένα
es: Ninguno
fr: Rien
ja: なし
kk: Еш
tr: Hiç
uk: Жодного

source: Not done
ca: No fet
el: Δεν ελέγχθηκε
es: No terminado
fr: Pas finit
ja: 未完了
kk: Аяқталмады
tr: Bitmemiş
uk: Не зроблено

source: Exceptional
ca: Excepcional
el: Εξαίρεση
es: Excepcional
fr: Exceptionnel
ja: 例外
kk: Ерекше
tr: Sıra dışı
uk: Винятковий

source: Unaccepted
ca: No acceptat
el: Μη Αποδεκτά
es: No aceptado
fr: Non accepté
ja: 合格しなかった
kk: Қабылданбады
tr: Kabul edilmemiş
uk: Не зараховано

source: %s (spectating)
el: %s (παρακολουθεί)
es: %s (observando)
fr: %s (observateur)
ja: %s（観戦中）
kk: %s (көрермен)
uk: %s (переглядає)

source: %s (virtual %d)
el: %s (εικονικό %d)
fr: %s (virtuel %d)
ja: %s (バーチャル %d)
kk: %s (виртуалды %d)
uk: %s (віртуально %d)

# contest problem
source: %(problem)s in %(contest)s
ca: %(problem)s en %(contest)s
el: %(problem)s σε %(contest)s
es: %(problem)s en %(contest)s
fr: %(problem)s dans %(contest)s
ja: %(contest)s 中の %(problem)s
kk: %(problem)s - %(contest)s
tr: %(problem)s - %(contest)s
uk: %(problem)s у %(contest)s

source: Rejudge the selected submissions
ca: Rejutja els enviaments seleccionats
el: Επανεξέταση των επιλεγμένων υποβολών
es: Rejuzgar los envíos seleccionados
fr: Rejuger les soumissions sélectionnées
ja: 選択された提出物を再判定する
kk: Таңдалған тапсырылымдарға қайта тексерту жасау
tr: Seçili çözümleri yeniden değerlendir
uk: Перетестувати вибрані розв'язки

source: You do not have the permission to rejudge submissions.
ca: No tens permís per rejutjar enviaments.
el: Δεν έχετε την άδεια να επανεξετάσετε υποβολές.
es: No tienes permiso para rejuzgar envíos.
fr: Vous n'avez pas le droit de rejuger des soumissions.
ja: あなたには提出物を再判定する権限がありません。
kk: Тапсырылымдарға қайта тексерту жасауға сіздің рұқсатыңыз жоқ.
tr: Çözümleri yeniden değerlendirme yetkin yok.
uk: Ви не можете перетестовувати задачі.

source: You do not have the permission to rejudge THAT many submissions.
ca: No tens permís per rejutjar TANTS enviaments.
el: Δεν έχετε την άδεια να επανεξετάσετε ΤΟΣΕΣ πολλές υποβολές.
es: No tienes permiso para rejuzgar TANTOS envíos.
fr: Vous n'avez pas le droit de rejuger AUTANT de soumissions.
ja: あなたには、それら多くの提出物を再判定する権限がありません。
kk: МҰНША көп тапсырылымдарды қайта тексерту жасауға сіздің рұқсатыңыз жоқ.
tr: Bu miktarda çözümü yeniden değerlendirme yetkin yok.
uk: Ви не маєте права перетестовувати ТАК багато розв'язків.

source: Rescore the selected submissions
ca: Requalifica els enviaments seleccionats
el: Αναβαθμολόγηση των επιλεγμένων υποβολών
es: Reevaluar los envíos seleccionados
fr: Recompter les soumissions sélectionnées
ja: 選択した提出物を再採点する
kk: Таңдалған тапсырылымдар ұпайын қайта есептеу
tr: Seçili çözümleri yeniden puanla
uk: Оцінити вибрані розв'язки

source: %d submission was successfully rescored.
ca: Enviament %d ha estat requalificat amb èxit.
el: %d υποβολή αναβαθμολογήθηκε επιτυχώς.
es: %d envío fue reevaluado con éxito.
fr: %d soumission a été recomptée avec succès.
ja: %d個の提出物が正常に再採点されました。
kk: %d тапсырылымның ұпайы қайта есептелді.
uk: %d розв'язок було успішно оцінено.

source: problem code
ca: codi del problema
el: κωδικός προβλήματος
es: código del problema
fr: code du problème
ja: 課題コード
kk: есеп коды
tr: problem kodu
uk: код задачі

source: problem name
ca: nom del problema
el: όνομα προβλήματος
es: nombre del problema
fr: nom du problème
ja: 課題名
kk: есеп атауы
tr: problem adı
uk: назва задачі

source: time
ja: 時間
kk: уақыт

source: memory
ja: メモリ
kk: жады

source: language
ca: llenguatge
el: γλώσσα
es: lenguaje
fr: langue
ja: 言語
kk: тіл
tr: dil
uk: мова

source: Locked
ca: Bloquejat
el: Κλειδωμένο
es: Bloqueado
fr: Verrouillé
ja: ロック済み
kk: Бұғатталған
uk: Заблоковано

source: Included problems
ca: Problemes inclosos
el: Συμπεριλαμβανόμενα προβλήματα
es: Problemas incluidos
fr: Problèmes inclus
ja: このタイプの課題
kk: Қосылған есептер
tr: Problemler
uk: Включені задачі

source: These problems are included in this group of problems.
ca: Aquests problemes estan inclosos en aquest Grup.
el: Αυτά τα προβλήματα περιλαμβάνονται σε αυτήν την ομάδα προβλημάτων.
es: Estos problemas están incluidos en este grupo de problemas.
fr: Ces problèmes sont inclus dans ce groupe de problèmes.
ja: これらの課題は、この課題グループに含まれている。
kk: Аталмыш есептер мына топ есептеріне кіріктірілді.
uk: Ці задачі включені у цю групу.

source: These problems are included in this type of problems.
ca: Aquests problemes estan inclosos en aquest Tipus.
el: Τα προβλήματα αυτά περιλαμβάνονται σε αυτού του τύπου τα προβλήματα.
es: Estos problemas están incluidos en este tipo de problemas.
fr: Ces problèmes sont inclus dans ce type de problèmes.
ja: これらの課題は、この課題タイプに含まれている。
kk: Аталмыш есептер мына типті есептеріне қосылды.
uk: Ці задачі належать до цього типу.

source: Online Judge
ca: Jutge Online
el: Διαδικτυακός Κριτής
es: Juez en Línea
fr: Juge en Ligne
ja: オンラインジャッジ
tr: Online Değerlendirme Sistemi
uk: Сервери тестування в мережі

source: Please click on "Preview" before posting your comment.
ja: コメントを投稿する前に「プレビュー」をクリックしてください。

source: Post!
ca: Publica!
el: Ανάρτηση!
es: ¡Publicar!
fr: Poster !
ja: 投稿！
kk: Пост!
tr: Yayınla!
uk: Опублікувати!

source: Your part is silent, little toad.
ca: No se suposa que hagis de parlar, patufet.
el: Το κομμάτι σου είναι σιωπηλό, μικρέ βάτραχε.
es: No se supone que deberías hablar, pequeñuelo.
fr: Ton personnage est muet, le crapaud.
ja: お黙り、ヒキガエル。
kk: Тыныш отыр, балақай.
tr: Senin rolün sessiz, küçük kurbağa.

source: You must solve at least one problem before your voice can be heard.
el: Πρέπει να λύσετε τουλάχιστον ένα πρόβλημα πριν ακουστεί η φωνή σας.
es: Debes resolver como mínimo un problema antes de que te dejemos hablar.
fr: Vous devez résoudre au moins un problème avant de pouvoir se faire entendre.
ja: コメントを書くには、少なくとも1度は課題を解く必要があります。
kk: Дауысыңыз естілмес бұрын кем дегенде бір есепті шешуіңіз керек.
uk: Ви маєте розв'язати задачу, перш ніж Ваш голос може бути почутий.

source: Posted comment
ca: Comentari publicat
el: Αναρτημένο σχόλιο
es: Comentario publicado
fr: Commentaire posté
ja: 投稿されたコメント
kk: Жарияланған пікірлер
tr: Gönderilmiş yorum
uk: Опублікований коментар

source: The maximum score submission for each problem will be used.
el: Θα χρησιμοποιηθεί η υποβολή με τη μέγιστη βαθμολογία για κάθε πρόβλημα.
es: Se utilizará el envío de puntuación máxima para cada problema.
fr: La soumission avec le score maximum pour chaque problème sera utilisé.
ja: 各課題の最大得点の提出が使用されます。
kk: Әрбір берілген тапсырма үшін максималды балл беріледі.
uk: Буде використаний найкращий бал за кожну задачу.

source: Each submission before the first maximum score submission will incur a **penalty of %d minute**.
el: Κάθε υποβολή πριν από την πρώτη με μέγιστη βαθμολογία θα γίνει με **ποινή %d λεπτού**.
fr: Chaque soumission avant la première soumission de score maximum entraînera une **pénalité de %d minute**.
ja: 最初の最大得点までの提出物には、** %d 分**のペナルティが発生します。
kk: бірінші максималды баллмен тапсырылымдарға дейінгі әрбір тапсырылымдар мынаған әкеп соғады **айыппұл %d минутқа**.
uk: Кожне рішення надіслане до того, що набрало максимальний бал, додає **%d хвилину штрафу**.

source: Ties will be broken by the last score altering submission time.
el: Ισοπαλίες θα σπάνε από το χρόνο της τελευταίας υποβολής που αλλάζει τη βαθμολογία.
fr: Les égalités seront départagées par le dernier temps de soumission qui a modifié le score.
ja: 提出時間を変更する最後のスコアによってタイは破られます。
kk: Байланыстар беру уақытын өзгертетін соңғы тапсырылымдар бойынша үзіледі.

source: Default
ca: Predeterminat
el: Προεπιλογή
es: Por defecto
fr: Défaut
ja: 既定値
kk: Әдепкі
tr: Varsayılan
uk: За замовчуванням

source: Ties will be broken by the sum of the last submission time on problems with a non-zero score.
el: Ισοπαλίες θα σπάνε από το σύνολο χρόνων τελευταίων υποβολών σε προβλήματα με μη μηδενική βαθμολογία.
fr: Les égalités seront départagées par la somme des derniers temps de soumission sur les problèmes avec un score non nul.
ja: 同点の場合は、0点でない課題の最終提出時間の合計で判定されます。
kk: Байланыстар нөлдік емес баллмен соңғы тапсырма беру уақытының сомасына бөлінеді.

source: The score on your **last** non-CE submission for each problem will be used.
el: Θα χρησιμοποιηθεί η βαθμολογία της **τελευταίας** μη-CE υποβολής για κάθε πρόβλημα.
fr: Le score de votre **dernière** soumission non CE pour chaque problème sera utilisé.
ja: 各問題のCE判定でない **最後の** 提出の得点が使用されます。
kk: Әрбір есеп бойынша сіздің **өткен** СЕ-емес тапсырылымдарының бағасы пайдаланылады.
uk: Для оцінювання буде використано бал вашої **останньої** спроби (за винятком відправлень із статусом помилка компіляції)
