Repository: DMOJ/online-judge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ca, el, es, fr, ja, kk, tr, uk

source: allowed languages
ca: llenguatges permesos
el: επιτρεπόμενες γλώσσες
es: lenguajes permitidos
fr: langages autorisés
ja: 許可されている言語
kk: рұқсат етілген тілдер
tr: izin verilen diller
uk: дозволені мови

source: List of allowed submission languages.
ca: Llista de llenguatges d'enviament permesos.
el: Λίστα επιτρεπόμενων γλωσσών υποβολής.
es: Lista de lenguajes en el que se permite el envío.
fr: Liste des langages de soumission autorisés.
ja: 解答で許可されている言語のリスト。
kk: Рұқсат тілдер жіберілімдерінің тізімі.
uk: Список дозволених мов програмування.

source: manually managed
ca: operat manualment
el: χειροκίνητη διαχείριση
es: manejado manualmente
fr: géré manuellement
ja: 手動で管理されている
kk: қолмен басқарылады
tr: elle yönetilir
uk: ручне управління

source: Whether judges should be allowed to manage data or not.
ca: Si els jutges poden modificar les dades manualment o no.
el: Αν οι κριτές θα επιτρέπεται να διαχειρίζονται δεδομένα ή όχι.
es: Si los jueces se les permite administrar los datos manualmente o no.
fr: Si les juges devraient être autorisés à gérer les données ou non.
ja: システムでテストデータを管理してもよいかどうか（システムのテストデータ管理機能を使用せずに手動でテストデータを管理しているかどうか）。
kk: Судьяларға деректерді басқаруға рұқсат беру керек пе, жоқ па.
uk: Чи дозволено серверам тестування керувати інформацією.

source: date of publishing
ca: data de publicació
el: ημερομηνία δημοσίευσης
es: fecha de publicación
fr: date de publication
ja: 発行年月日
kk: жарияланған күні
tr: yayınlama tarihi
uk: дата публікування

source: Doesn't have the magic ability to auto-publish due to backward compatibility.
ca: No té l'habilitat màgica d'autopublicar per a preservar la compatibilitat amb versions anteriors.
el: Δεν έχει μαγική ικανότητα αυτόματης δημοσίευσης λόγω οπισθόδρομης συμβατότητας.
es: No tiene la habilidad mágica para publicar automáticamente debido a la compatibilidad con versiones anteriores.
fr: Ne dispose pas de la capacité magique d'autopublication pour des raisons de rétrocompatibilité.
ja: 下位互換性を保つのために自動発行する魔法のような能力は持ちません。
kk: Кері үйлесімділікке байланысты автоматты түрде жариялаудың сиқырлы қабілеті жоқ.
uk: Не має магічної здатності до автопублікування через зворотню сумістність.

source: Bans the selected users from submitting to this problem.
ca: Baneja als usuaris seleccionats de fer enviaments per aquest problema.
el: Απαγορεύει στους επιλεγμένους χρήστες την υποβολή σε αυτό το πρόβλημα.
es: Prohíbe a los usuarios seleccionados enviar soluciones a este problema.
fr: Bannit les utilisateurs sélectionnés de soumettre à ce problème.
ja: 選択された利用者の、この課題への提出を禁止する。
kk: Таңдалған пайдаланушыларға бұл есептер туралы хабарлауға тыйым салады.
uk: Заборонити виділеним користувачам надсилати розв'язки до цієї задачі.

source: The license under which this problem is published.
ca: La llicència sota la qual aquest problema ha estat publicat.
el: Η άδεια χρήσης υπό την οποία δημοσιεύεται αυτό το πρόβλημα.
es: La licencia bajo la que este problema ha sido publicado.
fr: La licence sous laquelle ce problème est publié.
ja: この課題の公開時のライセンス。
kk: Бұл есеп жарияланған лицензия.
uk: Ліцензія під якою задача опублікована.

source: problem summary
ca: resum del problema
el: σύνοψη προβλήματος
es: resumen del problema
fr: résumé du problème
ja: 課題の概要
kk: есептің қысқаша мазмұны
tr: problem özeti
uk: підсумок задачі

source: number of users
ca: nombre d'usuaris
el: αριθμός χρηστών
es: número de usuarios
fr: nombre d'utilisateurs
ja: 利用者数
kk: пайдаланушылар саны
uk: кількість користувачів

source: The number of users who solved the problem.
ca: El nombre d'usuaris que ha resolt aquest problema.
el: Ο αριθμός των χρηστών που έλυσαν το πρόβλημα.
es: El número de usuarios que ha resuelto este problema.
fr: Le nombre d'utilisateurs qui ont résolu le problème.
ja: この課題を解いた利用者数。
kk: Есепті шешкен пайдаланушылар саны.
uk: Кількість людей, що розв'язали задачу.

source: solve rate
ca: percentatge d'usuaris que han resolt el problema
el: ρυθμός επίλυσης
es: porcentaje de solucionados
fr: taux de résolution
ja: 解答率
kk: шешім жылдамдығы
uk: рейтинг розв'язуваності

source: allow full markdown access
ca: permet fer servir la llibreria sencera de Markdown
el: επιτρέπει πλήρη πρόσβαση markdown
es: permitir acceso completo al markdown
fr: autoriser l'accès complet au markdown
ja: 完全なマークダウンアクセスを許可する
kk: белгілеуге толық қол жеткізуге рұқсат беру
uk: дозволити повний доступ до markdown

source: submission source visibility
el: ορατότητα πηγής υποβολής
es: visibilidad de la fuente de envío
fr: visibilité de la source de soumission
ja: 提出されたソースコードの可視性
kk: тапсырма көзінің көрінуі
uk: видимість коду

source: If private, only these organizations may see the problem.
ca: Si està en privat, només aquestes organitzacions podran veure el problema.
el: Εάν ιδιωτικό, μόνο αυτοί οι οργανισμοί μπορούν να δουν το πρόβλημα.
es: Si privado, solo estas organizaciones pueden ver el problema.
fr: Si privé, seuls ces organisations peuvent voir le problème.
ja: 課題が非公開の場合、これらの組織のみこの課題を見ることができます。
kk: Егер олар жеке болса, есепті тек осы ұйымдар көре алады.
uk: Якщо приватне, то видиме тільки для цих організацій.

source: See hidden problems
ca: Veure problemes ocults
el: Δείτε κρυμμένα προβλήματα
es: Ver problemas ocultos
fr: Voir les problèmes cachés
ja: Publicでない課題を閲覧できる
kk: Жасырын есептерді қараңыз
uk: Показати приховані задачі

source: Edit own problems
ca: Editar problemes propis
el: Επεξεργασία δικών σας προβλημάτων
es: Editar problemas propios
fr: Modifier ses propres problèmes
ja: 自分の課題を編集できる
kk: Өз есептеріңізді өңдеңіз
uk: Редагувати власні задачі

source: Edit all problems
ca: Editar tots els problemes
el: Επεξεργασία όλων των προβλημάτων
es: Editar todos los problemas
fr: Modifier tous les problèmes
ja: すべての課題を編集できる
kk: Барлық есептерді өңдеңіз
uk: Редагувати всі задачі

source: Edit all public problems
ca: Editar tots els problemes públics
el: Επεξεργασία όλων των δημόσιων προβλημάτων
es: Editar todos los problemas públicos
fr: Modifier tous les problèmes publics
ja: Publicな課題を編集できる
kk: Барлық қоғамдық есептерді өңдеңіз
uk: Редагувати всі загальнодоступні задачі

source: Edit problems with full markup
ca: Editar problemes amb accés total a markup
el: Επεξεργασία προβλημάτων με πλήρη markup
es: Editar problemas con markup completo
fr: Modifier les problèmes avec le markup complet
ja: 完全なマークアップで問題を編集
kk: Толық түзетумен өңдеу есептері

source: Clone problem
ca: Clonar problema
el: Κλωνοποίηση προβλήματος
es: Clonar problema
fr: Cloner problème
ja: 課題を複製する
kk: Клондау есептері
tr: Soruyu çoğalt
uk: Клонувати задачу

source: Change is_public field
ca: Cambiar camp is_public
el: Αλλαγή is_public πεδίου
es: Cambiar campo is_public
fr: Changer le champ is_public
ja: is_publicフィールドを変更できる
kk: _қоғамдық өріс өзгерісі
uk: Змінити поле is_public

source: Change is_manually_managed field
ca: Cambiar camp is_manually_managed
el: Αλλαγή is_manually_managed πεδίου
es: Cambiar campo is_manually_managed
fr: Changer le champ is_manually_managed
ja: is_manually_managedフィールドを変更できる
kk: Your username, in case you've forgotten:
uk: Змінити поле is_manually_managed

source: See organization-private problems
ca: Veure els problemes privats per a organitzacions
el: Δείτε ιδιωτικά-οργανισμών προβλήματα
es: Ver problemas privados para la organización
fr: Voir les problèmes privés des organisations
ja: 組織のプライベートな課題を閲覧できる
kk: Ұйымдастыру және жеке есептер бөлімін қараңыз
uk: Дивитися приватні задачі організацій

source: Create private problems
ja: プライベートな課題の生成

source: translated name
ca: nom traduït
el: μεταφρασμένο όνομα
es: nombre traducido
fr: nom traduit
ja: 翻訳された名前
kk: атын аудару
tr: çevrilmiş ad
uk: перекладена назва

source: translated description
ca: descripció traduïda
el: μεταφρασμένη περιγραφή
es: descripción traducida
fr: description traduite
ja: 翻訳された説明
kk: сипаттамасын аудару
tr: çevrilmiş tanım
uk: перекладений опис

source: problem translation
ca: traducció del problema
el: μετάφραση προβλήματος
es: traducción del problema
fr: traduction du problème
ja: 翻訳された課題
kk: есептерді аудару
tr: problem çevirisi
uk: переклад задачі

source: problem translations
ca: traduccions del problema
el: μεταφράσεις προβλήματος
es: traducciones del problema
fr: traductions du problème
ja: 翻訳された課題
kk: есептердің аударылымдары
tr: problem çevirisi
uk: переклади задачі

source: clarified problem
ca: problema aclarit
el: διευκρινισμένο πρόβλημα
es: problema aclarado
fr: problème clarifié
ja: 解説された課題
kk: нақтыланған есеп
tr: açıklık getirilmiş problem
uk: задача, по якій надіслано запит на роз'яснення

source: clarification body
ca: cos de l'aclariment
el: σώμα διευκρίνησης
es: cuerpo de la aclaración
fr: corps de la clarification
ja: 解説本文
kk: түсіндіру жөніндегі орган
tr: açıklama içeriği
uk: текст запиту на роз'яснення

source: clarification timestamp
ca: marca de temps de l'aclariment
el: χρονοσφραγίδα διευκρίνησης
es: hora de la aclaración
fr: horodatage de clarification
ja: 解説のタイムスタンプ
kk: уақыт белгісін нақтылау
tr: açıklama zaman damgası(timestamp)
uk: час надсилання запиту на роз'яснення

source: problem clarification
el: διευκρίνηση προβλήματος
es: aclaración del problema
fr: clarification de problème
ja: 課題の解説
kk: есептерді нақтылау
uk: запит на роз'яснення задачі

source: problem clarifications
el: διευκρινίσεις προβλήματος
es: aclaraciones del problema
fr: clarifications de problème
ja: 課題の解説
kk: есептерді нақтылаулар
uk: запит на роз'яснення задач

source: language-specific resource limit
ca: límit de recursos específics per llenguatge
el: ειδικό όριο πόρων για τη γλώσσα
es: límite de recursos específicos del lenguaje
fr: limite de ressources spécifiques à un langage
ja: 言語固有のリソース制限
kk: белгілі бір тіл үшін ресурстарды шектеу
tr: Dile özel kaynak sınırı
uk: обмеження на ресурси специфічні для деяких мов

source: language-specific resource limits
ca: límits de recursos específics per llenguatge
el: ειδικά όρια πόρων για τη γλώσσα
es: límites de recursos específicos del lenguaje
fr: limites de ressources spécifiques à un langage
ja: 言語固有のリソース制限
kk: белгілі бір тіл үшін ресурстарды шектеулер
tr: Dile özel kaynak sınırları
uk: обмеження на ресурси специфічні для деяких мов

source: associated problem
ca: problema associat
el: συσχετιζόμενο πρόβλημα
es: problema asociado
fr: problème associé
ja: 関連する課題
kk: байланысты есеп
tr: ilgili problem
uk: пов'язані задачі

source: publish date
ca: data de publicació
el: ημερομηνία δημοσίευσης
es: fecha de publicación
fr: date de publication
ja: 発行日
kk: жариялау уақыты
tr: yayın tarihi
uk: дата публікування

source: editorial content
ca: contingut de l'editorial
el: περιεχόμενο εξήγησης
es: contenido editorial
fr: contenu éditorial
ja: 編集内容
kk: редакциялық контент
tr: problem analizi içeriği
uk: текст розбору

source: See hidden solutions
ca: Veure solucions ocultes
el: Δείτε κρυφές λύσεις
es: Ver soluciones ocultas
fr: Voir les solutions cachées
ja: 非表示の解答を閲覧できる
kk: Жасырын шешімдерді қараңыз
uk: Показати приховані розв'язки

source: solution
ca: solució
el: λύση
es: solución
ja: 解答
kk: шешім
tr: çözüm
uk: розв'язок

source: solutions
ca: solucions
el: λύσεις
es: soluciones
ja: 解答
kk: шешімдер
tr: çözümler
uk: розв'язки

source: proposed points
es: puntos propuestos
fr: points proposés
ja: 提案得点
kk: ұсынылатын тармақтар
uk: пропоновані бали

source: The amount of points the voter thinks this problem deserves.
fr: Le nombre de points que le votant estime que ce problème mérite.
ja: 得票者が考えるこの課題の得点。
kk: Дауыс беруші бұл есептерге лайық деп санайтын ұпайлар саны.
uk: Кількість балів, яку, на думку користувача, має отримати задача.

source: voter
ca: votant
el: ψηφοφόρος
es: votante
fr: votant
ja: 投票者
kk: Дауыс беруші
uk: учасник голосування

source: vote time
fr: date de vote
ja: 投票時間
kk: дауыс беру уақыты
uk: час голосування

source: The time this vote was cast.
ja: この投票が行われた時間。
kk: Бұл дауыс берілген уақыт.
uk: Час коли голос було отримано.

source: note
ca: nota
el: σημείωση
es: nota
ja: メモ
kk: ескерту
uk: примітка

source: Justification for problem point value.
es: Justificación del valor de puntos del problema.
ja: この問題の点数に対する説明。
kk: Есептік нүктенің мәнін негіздеу.

source: problem vote
ca: vot del problema
es: voto del problema
fr: vote de problème
ja: 課題投票
kk: есептік дауыс беру
uk: оцінка задачі

source: problem votes
ca: vots del problema
es: votos del problema
fr: votes de problème
ja: 課題投票
kk: есептік дауыс берулер
uk: oцінки задач

source: Points vote by %(voter)s for %(problem)s
es: Voto por puntos de %(voter)s para %(problem)s
fr: Vote de points par %(voter)s pour %(problem)s
ja: %(voter)s による %(problem)s のポイント投票
kk: Шешуші %(voter)s %(problem)s үшін дауыс береді
uk: Оцінка %(voter)s для %(problem)s

source: Standard
ca: Estàndard
el: Κανονικό
es: Estándar
ja: 標準
kk: Стандартты
tr: Standart
uk: Стандарт

source: Floats
el: Αριθμοί κινητής υποδιαστολής
es: Flotantes
fr: Flottantes
ja: 実数
kk: қалқымалар

source: Floats (absolute)
ca: Floats (absoluts)
el: Αριθμοί κινητής υποδιαστολής (απόλυτοι)
es: Flotantes (absoluto)
fr: Flottantes (absolue)
ja: 実数（絶対値）
kk: қалқымалы (абсолютті)

source: Floats (relative)
ca: Floats (relatius)
el: Αριθμοί κινητής υποδιαστολής (σχετικοί)
es: Flotantes (relativo)
fr: Flottantes (relative)
ja: 実数（相対値）
kk: қалқымалы (салыстырмалы)

source: Non-trailing spaces
ca: Espais que no estan al principi ni al final
el: Χωρίς κενά στο τέλος
es: Sin espacios al final
fr: Pas d'espace en fin de ligne
ja: 非末尾スペース
kk: Шексіз бос орындар

source: Sorted
ja: ソート済み
kk: Сұрыпталған

source: Byte identical
ca: Idèntic byte a byte
el: Πανομοιώτυπο ανά μπάιτ
es: Byte idéntico
fr: Octets identiques
ja: バイト一致
kk: бірдей байт

source: Line-by-line
ca: Línia a línia amb retroacció
el: Γραμμή-προς-γραμμή
es: Línea-a-línea con retroacción de solución
fr: Ligne par ligne
ja: 行
kk: Жол бойынша
uk: Лінія за лінією

source: data zip file
ca: fitxer zip amb les dades del problema
el: αρχείο zip δεδομένων
es: archivos de datos de zip
fr: fichier zip de données
ja: データの zip ファイル
kk: zip деректер файлы
tr: data zip dosyası

source: generator file
ca: fitxer amb el generador
el: αρχείο γεννήτριας
es: archivo generador
fr: fichier de générateur
ja: ジェネレータファイル
kk: файл генераторы
tr: generator dosyası

source: output prefix length
ca: longitud de prefix de sortida
el: μήκος προθέματος εξόδου
es: longitud del prefijo de salida
fr: longueur du préfixe de sortie
ja: 出力プレフィクス長
kk: шығу префиксінің ұзындығы
tr: çıktı öneki uzunluğu

source: output limit length
ca: longitud de límit de sortida
el: μήκος ορίου εξόδου
es: longitud de límite de salida
fr: longueur de la limite de sortie
ja: 出力制限長
kk: шығу сигналының шекті ұзындығы
tr: çıktı sınır uzunluğu

source: init.yml generation feedback
ca: init.yml de generació de resultats
el: init.yml ανατροφοδότηση δημιουργίας
es: respuesta de la generación de init.yml
fr: feedback sur la génération de init.yml
ja: init.yml 生成のフィードバック
kk: init.yml генерациялы кері байланыс
tr: init.yml oluşturma mesajı

source: checker
ca: verificador
el: ελεγκτής
es: verificador
fr: vérificateur
ja: チェッカー
kk: бақылаушы
uk: чекер

source: enable unicode
el: ενεργοποίηση Unicode
fr: activer unicode
ja: Unicodeの有効化
kk: юникодты қосыңыз
uk: дозволити юнікод

source: disable bigInteger / bigDecimal
el: απενεργοποίηση BigInteger / BigDecimal
es: deshabilitar bigInteger / bigDecimal
fr: désactiver bigInteger / bigDecimal
ja: BigInteger や BigDecimal の無効化
kk: bigInteger / bigDecimal өшіру

source: checker arguments
ca: arguments del verificador
el: ορίσματα ελεγκτή
es: argumentos del verificador
fr: arguments du vérificateur
ja: チェッカー引数
kk: тексеру құралының дәлелдері
tr: checker değişkenleri

source: Checker arguments as a JSON object.
ca: Arguments del verificador como un objecte JSON.
el: Ορίσματα ελεγκτή ως αντικείμενο JSON.
es: Argumentos del verificador como un objetivo JSON.
fr: Arguments du vérificateur en tant qu'objet JSON.
ja: JSON オブジェクトとしてのチェッカー引数。
kk: JSON нысаны түріндегі тексеру аргументтері.

source: problem data set
ca: conjunt de dades del problema
el: σύνολο δεδομένων προβλήματος
es: conjunto de datos de problema
ja: 課題データセット
kk: проблемалық деректер жиынтығы

source: case position
ca: posició del cas de proves
el: θέση δοκιμαστικής περίπτωσης
es: posición del caso
fr: position du cas
ja: ケースの位置
kk: корпустың жағдайы
tr: test konumu

source: case type
ca: tipus del cas de proves
el: τύπος δοκιμαστικής περίπτωσης
es: tipo de caso
fr: type de cas
ja: ケースのタイプ
kk: корпус түрі
tr: test tipi
uk: вид тести

source: Normal case
ca: Cas normal
el: Κανονική περίπτωση
es: Caso normal
fr: Cas normal
ja: 標準のケース
kk: Жалпы жағдай
tr: Normal test

source: Batch start
ca: Inici del lot (Batch)
el: Έναρξη δεσμίδας
es: Inicio de lote
fr: Début de lot
ja: バッチ開始
kk: Дестені іске қосу
tr: Küme başlangıcı

source: Batch end
ca: Final del lot (Batch)
el: Λήξη δεσμίδας
es: Fin de lote
fr: Fin de lot
ja: バッチ終了
kk: дестенің аяқталуы
tr: küme sonu

source: input file name
ca: nom del fitxer d'entrada
el: όνομα αρχείου εισαγωγής
es: nombre de archivo de entrada
fr: nom du fichier d'entrée
ja: 入力ファイル名
kk: кіріс файлының атауы
tr: girdi dosya adı
uk: назва вхідного файлу

source: output file name
ca: nom del fitxer de sortida
el: όνομα αρχείου εξόδου
es: nombre del archivo de salida
fr: nom du fichier de sortie
ja: 出力ファイル名
kk: шығу файлының атауы
tr: çıktı dosya adı
uk: назва вихідного файлу

source: generator arguments
ca: arguments del generador
el: ορίσματα γεννήτριας
es: argumentos del generador
fr: arguments du générateur
ja: ジェネレーターの引数
kk: генератор аргументтері
tr: generator değişkenleri
uk: аргументи генератора

source: point value
ca: nombre de punts
el: αξία πόντου
es: valor de puntos
fr: valeur de points
ja: 点数
kk: нүктелік мән
tr: puan değeri
uk: значення балів

source: case is pretest?
ca: és un cas preliminar?
el: η περίπτωση είναι προ-δοκιμαστική;
es: ¿es este caso una prueba previa?
fr: cas est prétest ?
ja: 予備テストのケースか？
kk: жағдай - бұл алдын ала тестілеу ме?
tr: ön test mi?
uk: чи це претест?

source: checker arguments as a JSON object
ja: JSON オブジェクトとしてのチェッカー引数
kk: JSON нысаны түріндегі тексеру аргументтері
tr: checker değişkenleri, JSON nesnesi olarak

source: batch dependencies
ja: バッチの依存関係

source: batch dependencies as a comma-separated list of integers
ja: コンマ区切りの整数リスト

source: organization title
ca: títol de l'organització
el: τίτλος οργανισμού
es: título de la organización
fr: titre de l'organisation
ja: 組織の名称
kk: ұйымның атауы
tr: organizasyon başlığı
uk: назва організації

source: organization slug
ca: identificador únic de l'organització
el: slug οργανισμού
es: sufijo de la organización
fr: slug de l'organisation
ja: 組織のスラグ
kk: ұйымдар
uk: адреса сторінки організації

source: Organization name shown in URLs.
ca: Nom de l'organització tal i com es mostra en l'URL.
el: Το όνομα οργανισμού που εμφανίζεται στο URL.
es: Nombre de la organización tal y como se muestra en las URL.
fr: Nom de l'organisation affiché dans les URLs.
ja: URLに表示する組織名。
kk: URL-адрестерде көрсетілген ұйымның атауы.
uk: Назва організації вказана у адресі сторінки.

source: Displayed beside user name during contests.
ca: Mostrat al costat del nom de l'usuari durant els concursos.
el: Εμφανίζεται δίπλα στο όνομα χρήστη κατά τη διάρκεια διαγωνισμών.
es: Se muestra junto al nombre de usuario durante los concursos.
fr: Affiché à côté du nom d'utilisateur lors des concours.
ja: コンテスト中に利用者名の横に表示されます。
kk: Байқаулар кезінде пайдаланушы атының жанында көрсетіледі.
uk: Відображається поміж логінами користувачів під час змагання.

source: organization description
ca: descripció de l'organització
el: περιγραφή οργάνωσης
es: descripción de la organización
fr: description de l'organisation
ja: 組織の説明
kk: ұйымның сипаттамасы
tr: organizasyon tanımı
uk: опис організації

source: administrators
ca: administradors
el: διαχειριστές
es: administradores
fr: administrateurs
ja: 管理者
kk: Әкімшілер
tr: Adminler
uk: адміністратори

source: Those who can edit this organization.
ca: Aquells qui poden editar aquesta organització.
el: Όσοι μπορούν να επεξεργαστούν αυτόν τον οργανισμό.
es: Aquellos que pueden editar esta organización.
fr: Ceux qui peuvent modifier cette organisation.
ja: この組織を編集できる人。
kk: Бұл ұйымды өңдей алатындар.
uk: Ті, хто можуть редагувати цю організацію.

source: creation date
ca: data de creació
el: ημερομηνία δημιουργίας
es: fecha de creación
fr: date de création
ja: 作成日
kk: Құру күні
tr: Oluşturulma tarihi
uk: дата створення

source: is open organization?
ca: és una organització oberta?
el: είναι ανοικτός οργανισμός;
es: ¿es una organización abierta?
fr: est une organisation ouverte ?
ja: オープンな組織か？
kk: ұйым ашық па?
tr: Açık organizasyon mu?
uk: чи публічна організація?

source: Allow joining organization.
ca: Permet unir-se a l'organització.
el: Να επιτρέπεται η εγγραφή στον οργανισμό.
es: Permitir la unión a la organización.
fr: Permettre de rejoindre l'organisation.
ja: 組織への参加を許可する。
kk: Ұйымға қосылуға рұқсат етіңіз.
uk: Дозволити прийом до організації.

source: maximum size
ca: mida màxima
el: μέγιστο μέγεθος
es: tamaño máximo
fr: taille maximum
ja: 最大サイズ
kk: максималды өлшем
tr: maksimum boyut
uk: максимальний розмір

source: Maximum amount of users in this organization, only applicable to private organizations.
ca: Màxima quantitat d'usuaris en aquesta organització, només aplicable per a organitzacions privades.
el: Μέγιστος αριθμός χρηστών σε αυτόν τον οργανισμό, ισχύει μόνο για ιδιωτικούς οργανισμούς.
es: Máxima cantidad de usuarios en esta organización, solo aplicable para organizaciones privadas.
fr: Nombre maximum d'utilisateurs dans cette organisation, applicable uniquement aux organisations privées.
ja: この組織の最大利用者数、プライベートな組織にのみ適用される。
kk: Бұл ұйымдағы пайдаланушылардың максималды саны тек жеке ұйымдарға қолданылады.
uk: Максимальна кількість учасників організації, стосується тільки приватних організацій.

source: Student access code.
ca: Codi d'accés de l'estudiant.
el: Κωδικός πρόσβασης μαθητή.
es: Código de acceso para estudiantes.
fr: Code d'accès de l'élève.
ja: 学生のアクセスコード。
kk: Студенттің кіру коды.
uk: Код доступу студента.

source: This image will replace the default site logo for users viewing the organization.
ca: Aquesta imatge reemplaçarà el logo per defecte a tots els usuaris mirant aquesta organització.
el: Αυτή η εικόνα θα αντικαταστήσει το προεπιλεγμένο λογότυπο ιστότοπου για τους χρήστες που βλέπουν τον οργανισμό.
es: Esta imagen reemplazará el logo del sitio para los usuarios que estén mirando la organización.
fr: Cette image remplacera le logo par défaut du site pour les utilisateurs qui consultent l'organisation.
ja: この画像は、組織を閲覧しているユーザーのデフォルトのサイトロゴに置き換えられます。
kk: Бұл сурет байқауға қатысатын пайдаланушылар үшін әдепкі сайт логотипін ауыстырады.
uk: Це зображення буде відображатися замість звичайного лого сайту, для людей що переглядатимуть цю організацію.

source: class membership required
el: απαιτείται εγγραφή σε κατηγορία
fr: adhésion à la classe requise
ja: クラスへの加入が必要
kk: сынып мүшелігі қажет
uk: необхідним є участь у групі

source: Whether members are compelled to select a class when joining.
el: Αν τα μέλη είναι υποχρεωμένα να επιλέξουν μια κατηγορία κατά την εγγραφή.
fr: Si les membres sont obligés de sélectionner une classe lors de leur adhésion.
ja: 参加時にクラスの選択を強制するかどうか。
kk: Қатысушылар қосылу кезінде сыныпты таңдауға мәжбүр бола ма?
uk: Чи учасники можуть обирати групу при приєднанні.

source: Class membership cannot be enforced when organization has open enrollment.
el: Η εγγραφή σε κατηγορία δεν μπορεί να επιβληθεί όταν ο οργανισμός έχει ανοιχτή εγγραφή.
ja: 自由加入な組織の場合、クラスへの加入は強制できません。
kk: Егер ұйымда тіркеу ашық болса, сынып мүшелігін мәжбүрлеп енгізу мүмкін емес.
uk: В організація із вільним вступом участь у групах є необов'язковою.
